[
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tLâm Giang",
            "index": 387,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/6/10/157230_chinhdien.jpg"
        },
        {
            "text": "\n\tThe Central Highlands province of Gia Lai not only has majestic forests, endless coffee fields, poetic Biển Hồ (Sea Lake) and immense green tea hills, it also has a beautiful and unique pagoda named Minh Thành.",
            "index": 419
        },
        {
            "text": "\n\tI was lucky enough to visit this pagoda after a two-day assignment in Pleiku City.",
            "index": 657
        },
        {
            "text": "\n\tThe pagoda is located in the heart of the city on a gentle hill on Nguyễn Viết Xuân Street. It has a unique, Japanese and Chinese-style architecture with exquisite carvings and a beautiful green campus, creating a peaceful space.",
            "index": 767
        },
        {
            "text": "\n\tThe pagoda was built in 1964 by Most Venerable Thích Giác Đạo and has since been restored and become more beautiful and splendid.",
            "index": 1024
        },
        {
            "text": "\n\tFrom a distance, the pagoda looks like a miniature palace in the misty and mountainous city. I could easily see the curved roofs of the pagoda amidst the blue sky. The pagoda was embraced by a fanciful mist that made it feel as if I was in Japan.",
            "index": 1181
        },
        {
            "text": "\n\tThe pagoda yard is quite large and decorated with stone statues and wooden materials carved sophisticatedly. It also has a very green space designed with trees to make the atmosphere fresh and pure. Around the lake, many small willow trees hang down.",
            "index": 1450
        },
        {
            "text": "\n\tIn the small alleys of the pagoda, there are many mossy walls interlaced with creeping vegetation, evidence of the age of the temple.",
            "index": 2049,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/6/10/157232_chuong.jpg"
        },
        {
            "text": "\n\tMinh Thành Pagoda has a total area of more than 20,000sq.m. The architecture of the pagoda is built in the form of a mandala which represents the universe and all the details carved here follow the foundation of Buddhist philosophy.",
            "index": 2210
        },
        {
            "text": "\n\tWhen arriving at the pagoda, I saw a nine-story relic tower, standing majestically amid the blue sky. The 72m-high tower is painted gold and is one of the tallest architectural works of Pleiku. The tower is built in the Japanese architectural style with a distinctive curved roof.",
            "index": 2470
        },
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tThe pagoda's main hall can be seen after passing a three-entrance gate. Its ceiling was made of pơ mu, a type of wood which is well known in the local forests. The six entrance doors are made of wood with a thickness of 20cm and carved with six Bodhisattvas.",
            "index": 3120,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/6/10/157231_bao thap.jpg"
        },
        {
            "text": "\n\tThe main worshipping hall has two stories, Đại Hùng Bửu Điện and Đại Bi Điện. Inside the hall is a Buddhist altar which is 6m long and 1.2m high. In the four corners are four statues of the Bodhisattva of Compassion.",
            "index": 3430
        },
        {
            "text": "\n\tThe left of the hall is the two-storey bell tower with two bells, in which the heaviest bell weighs 3 tonnes. The right side is a three-storey tower, Từ Ân. It is decorated with stylised dragons and lotus flowers. It was built very similarly to the Japanese temple architecture but still has a Vietnamese cultural identity.",
            "index": 3669
        },
        {
            "text": "\n\tThe main hall’s walls are decorated with more than 3,000 statues, all embossed into the wall very elaborately.",
            "index": 4353,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/6/10/157233_thap tu an.jpg"
        },
        {
            "text": "\n\tThere is a big statue of Amitabha in the middle of Liên Trì Lake in front of the pagoda. The stone statue is 7.5m high and weighs 40 tonnes. Next to it is the largest bronze incense burner in Việt Nam, weighing 4 tonnes. After ascending 30 stone steps, I was surprised at the architectural beauty of the pagoda.",
            "index": 4486
        },
        {
            "text": "\n\tStrolling slowly under the trees, listening to the bell of the pagoda ring and the scent of frankincense spreading in the space, I felt lost in a fairyland. I took a deep breath and enjoyed some peace, quiet in the misty land of the mountainous city. — VNS",
            "index": 4825
        },
        {
            "text": "\n\t ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "Lâm Giang",
            "index": 400,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/5/27/154611_thuong nguon.jpg"
        },
        {
            "text": "While Bắc Giang is currently Việt Nam's COVID-19 epicentre and travel there is ill-advised, once the pandemic subsides you could do worse than take a trip to this northern province.",
            "index": 431
        },
        {
            "text": "Before the resurgence of the pandemic in recent weeks, we left the hustle and bustle of the city to find a tourist destination close to nature. Bắc Giang, a land with rich culture and many tourist attractions, was one of our top picks.",
            "index": 639
        },
        {
            "text": "We chose Rêu Stream located in Giáp Sơn Village, Cẩm Lý Commune, Lục Nam District, which is about 40km from Bắc Giang City.",
            "index": 906
        },
        {
            "text": "By following Highway 37 towards to Sao Đỏ Town, Hải Dương Province in more than 10km you will reach Cẩm Lý Commune. Rêu Stream with its pristine beauty is located under the Lòng Thuyền ravine with a length of about 3km. Both sides of it feature mountains in the territory of Giáp Sơn Village which is on the west side of the famous Yên Tử mountain chain of Quảng Ninh Province.",
            "index": 1051
        },
        {
            "text": "To travel to the top of the stream you must go from the lower part of the stream, gradually climbing upstream via a rugged and bumpy mountain trail.",
            "index": 1455
        },
        {
            "text": "After walking about one kilometre, a large space appeared in front of us. A group of students out for a picnic that we met on the road were playing under the fresh cool waterfall. Perhaps such excitement and innocence can only be experienced at this age.",
            "index": 1625
        },
        {
            "text": "We continued our journey to the peak of Rêu Stream. The trail along the mountain was full of obstacles and difficult to access due to the steep slopes. However, the scene here was wonderful with fresh air. Sometimes, we saw stone slabs carved by nature into strange shapes. Climbing these flagstones was difficult and risky, but equally interesting.",
            "index": 1906
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "The vegetation on both sides of the stream was rich with tomentose rose myrtle, bamboo, bindweed and many other trees. On the cliffs, we saw hundreds of years old trees with big shaggy roots hugging the stone wall and their strips of leaves dropping into the stream bed.",
            "index": 2632,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/5/27/154610_duong.jpg"
        },
        {
            "text": "Looking down from above, we saw small, clear and blue lakes. They are natural swimming pools that nature has provided people. From the top of the mountain, we could see how small humans are before nature.",
            "index": 2924
        },
        {
            "text": "In the summer, the stream here is an ideal place for a natural bath.",
            "index": 3487,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/5/27/154609_vuc reu.jpg"
        },
        {
            "text": "When travelling to Rêu Stream, in addition to the rock caves, there are also vestiges of two ancient temples built in the 14th and 15th centuries during the Lý and Trần dynasties. Hòn Tháp, also called Sơn Tháp Pagoda, is downstream and Mã Yên Pagoda is upstream of Rêu Stream.",
            "index": 3577
        },
        {
            "text": "Legend has it that this was the place where King Trần Nhân Tông gave up his throne and fled to the Yên Tử mountains to become a monk. These two pagodas were famous in the past but over time, the towers fell and the temples were ruined, but the foundations still remain.",
            "index": 3891
        },
        {
            "text": "We also found traces of Mã Yên Pagoda. Unfortunately, over the years, it has been reduced to just stone vestiges lying behind the edge of the forest. But that was enough to move us as on a large stone slab, there was still a clear footprint.",
            "index": 4187
        },
        {
            "text": "Another legend has it that previously, Mã Yên had only one monk. The pagoda was on the top of the mountain, so there was no water for daily life. The well only had water in the rainy season, so the monk prayed and then he carved a footprint of Buddha on the stone slab. Strangely, when digging was completed, a cool and clear stream of water flew out and it was full all the time.",
            "index": 4455
        },
        {
            "text": "Bắc Giang has a beautiful natural landscape unique to the midland interposed fertile plains and mountainous areas.",
            "index": 4862
        },
        {
            "text": "This combination gives Bắc Giang interesting mountain landscapes, waterfalls, and rich flora and fauna. These resources are valuable for the development of diverse types of tourism such as ecology, discovery and adventure tourism. — VNS",
            "index": 5003
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tLâm Thanh",
            "index": 451,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/5/6/150748_lang a.jpg"
        },
        {
            "text": "\n\tJust over 120km from Đà Nẵng City, Ta Lang is a new community-based ecotourism village in Tây Giang District, Quảng Nam Province, where many unique Cơ Tu ethnic cultural features are still preserved.",
            "index": 483
        },
        {
            "text": "\n\tTây Giang is a mountainous district, bordering Laos and home to the Cơ Tu ethnic minority.",
            "index": 710
        },
        {
            "text": "\n\tThe district maintains many unique cultural values ​​of the Cơ Tu, such as pottery making, knitting, brocade weaving, musical instrument making, wooden statue carving as well as folk songs, folk games and traditional cuisine.",
            "index": 823
        },
        {
            "text": "\n\tIt also has a lot of potential for ecotourism and community-based tourism with valuable and rare primeval forests and a cool climate year-round.",
            "index": 1071
        },
        {
            "text": "\n\tLocated on the peaceful Chơr Lang Stream, Ta Lang Village has many unique Cơ Tu cultural traits, such as crafting and performing various types of ethnic musical instruments such as aheen (three-hole flute) and abel (bowstring instrument). Other cultural aspects are preserved and promoted for tourism.",
            "index": 1243
        },
        {
            "text": "\n\tIn the village, we had a chance to immerse ourselves as part of the Cơ Tu community when we were greeted in a solemn ceremony for a tranquil life and a formal village entry ceremony.",
            "index": 1596
        },
        {
            "text": "\n\tVisiting the long communal stilt house with the Cơ Tu cultural identity was an interesting experience. Folk games such as walking on stilts, throwing rattan rings, pounding rice and catching fish were also a blast.",
            "index": 2143,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/5/6/150747_lang  b.jpg"
        },
        {
            "text": "\n\tWe made and enjoyed Cơ Tu traditional cuisine with rustic mountain flavours such as sừng trâu (buffalo horn) cake, cơm lam (steamed rice in bamboo tube), grilled chicken in bamboo tubes and wild vegetables.",
            "index": 2385
        },
        {
            "text": "\n\tAfter a break, we explored the Chơr Lang Stream with bamboo rafts, contemplated the R'cung waterfalls and trekked in the forest, visiting Axoò Tunnel and cycling to experience the legendary wartime Hồ Chí Minh Trails.",
            "index": 2633
        },
        {
            "text": "\n\tAt night, by the flaming fire in the majestic Trường Sơn Mountains and forest with the sounds of drum and bustling gongs, we indulged in Rụm Cây folklore music and tung tung da dá, a dance to worship heaven, in front of the communal house.",
            "index": 2878
        },
        {
            "text": "\n\t\"We researched on the internet about Ta Lang Village and when we came here, it was like in our imagination. People here still live in ancient houses like upland villages. With traditional features and fresh air, we felt quite familiar and really liked it,\" said tourist Nguyễn Công Khanh from Thừa Thiên Huế.",
            "index": 3511,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/5/6/150749_lang.jpg"
        },
        {
            "text": "\n\tTa Lang is an ideal ecotourism site connected between tourist sites in Tây Giang such as Đỉnh Quế (Quế Mountain top), primeval forest, Azut sky gate, Ra-ai waterfalls, and other community tourism villages along the Hồ Chí Minh Highway.",
            "index": 3842
        },
        {
            "text": "\n\tEarlier, the USAID Green Annamites Project was successful in giving Quảng Nam and Thừa Thiên Huế provinces support for sustainable ecotourism development in combination with biodiversity preservation, natural and cultural protection in 2018. The Ta Lang community-based ecotourism village was put into operation and started to serve tourists by the end of 2019.",
            "index": 4100
        },
        {
            "text": "\n\tThis model of community ecotourism contributes to properly exploiting Cơ Tu cultural treasures in combination with the development of ecotourism and community-based tourism.",
            "index": 4489
        },
        {
            "text": "\n\tAccording to Lê Hoàng Linh, vice chairman of People's Committee of Tây Giang, the district government has invested in building infrastructure, upgrading roads, and the communal house of Ta Lang village to welcome tourists. This is considered a sustainable move to improve people's livelihoods, contributing to local economic development. VNS",
            "index": 4690
        },
        {
            "text": "\n\t ",
            "index": 47
        }
    ],
    [
        {
            "text": "HCM CITY — It’s my custom to sip a cup of white coffee on a sunny balcony to start a new day. On a recent afternoon, I wondered how long it had been since I travelled with my family as I grabbed my favourite book The Good Girl’s Guide to Getting Lost.",
            "index": 47
        },
        {
            "text": "Because of my full schedule and the COVID-19 pandemic, I hadn't been able to take a trip to far-off places, so I thought I could travel to my hometown.",
            "index": 364
        },
        {
            "text": "If you are in a similar situation, a trip to Tây Ninh may just inspire your wanderlust. Because it is only 100 kilometres from HCM City to the northwest, following National Route 22, you might want to travel by motorbike. Being able to control the bike on the open road and feeling the wind blowing on your skin can be a wonderful experience.",
            "index": 559
        },
        {
            "text": "For our trip, we left HCM City at 5am and drove for more than one hour to Trảng Bàng Town by motorbike. The town is famous for Trảng Bàng rice noodle soup (bánh canh Trảng Bàng) and Trảng Bàng dew-wetted rice paper rolls (bánh tráng phơi sương) served with boiled pork, local herbs and fish sauce.",
            "index": 980
        },
        {
            "text": "We stopped to sample the dishes. The rice noodle soup combines the softness and fragrance of Trảng Bàng rice with the sweetness of the broth, made by boiling pork bones, carrots, and straw mushrooms in water.",
            "index": 1315
        },
        {
            "text": "Cooks have their own way to season the rice flour, which gives noodles a special taste. The dish is more flavourful with lemon juice, fish sauce and sliced chilies. Some chopped coriander and scallions are also indispensable.",
            "index": 1547
        },
        {
            "text": "For fans of vegetables and herbs, don’t skip the Trảng Bàng dew-wetted rice paper rolls. The fresh local herbs, sweet and sour fish sauce, salty dew-wetted rice paper and softness of the boiled pork all make a nutritious and healthy meal. The ingredients are rolled up in rice paper and then dipped it into the special fish sauce.",
            "index": 1821
        },
        {
            "text": "Both of these dishes are must-try specialities that can be sampled at renowned eateries in Trảng Bàng such as Năm Dung, Bé Năm and Ông Cáo. ‘‘2 tô’’ (2 bowls of soup) is also famous for its presentation, including a bowl of broth and a separate bowl of meat.",
            "index": 2664,
            "img": "https://image.vietnamnews.vn/uploadvnnews"
        },
        {
            "text": "A bowl of rice noodle soup costs about VNĐ40,000 (US$1.73) to VNĐ60,000 (US$2.6) and the price for a portion of Trảng Bàng dew-wetted rice paper is VNĐ110,000 (US$4.76) to VNĐ170,000 (US$7.36).",
            "index": 2983
        },
        {
            "text": "The two dishes gave us a burst of mental and physical energy that helped us continue to the following beautiful destinations of Tây Ninh:",
            "index": 3190
        },
        {
            "text": "Bình Thạnh Ancient Tower ",
            "index": 3356
        },
        {
            "text": "Bình Thạnh Tower, located in Bình Thạnh Commune (Trảng Bàng District), is a destination for those who love archaeology. It represents the architecture of the Óc Eo culture with its four directions and the main door opening to the East. Many trees surround the tower, leading to a quiet and poetic space for visitors who like to explore old works.",
            "index": 3397
        },
        {
            "text": "Sun World BaDen Mountain ",
            "index": 3782
        },
        {
            "text": "Bà Đen Mountain, the highest peak in the southeastern region at 986 metres, has been revamped as an international-standard tourist area in Tây Ninh.",
            "index": 4419,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/16/144116_cap3.jpg"
        },
        {
            "text": "The cable line 1 in the area has cut the travel time to the peak to eight minutes from the previous four hours, satisfying the desire among people of all ages to set foot on the ‘‘roof of the Southeast\".",
            "index": 4596
        },
        {
            "text": "Bà Đen Station has been recognised by the Guinness World Records Organization as having ‘‘the world's largest cable car station’’, with an area of 10,959 square metres.",
            "index": 4838
        },
        {
            "text": "Looking down from the top of the mountain, you can see breathtaking views of the pristine, green area with houses and trees looming in the distance. ",
            "index": 5030
        },
        {
            "text": "Many stalls serving food and drinks are located here. The Vân Sơn restaurant has a buffet with 80 dishes to enjoy the specialities of Tây Ninh.",
            "index": 5590
        },
        {
            "text": "Thành Tài, a 52-year-old visitor from HCM City, said that few services exist in the area because many works are still in progress. But the air is clean and the cold wind blows in the flower gardens. Many flower species like roses, hydrangea, chrysanthemums, and wild flowers bloom brilliantly on a large area.",
            "index": 5747
        },
        {
            "text": "Information about cable car fares and operation times can be found on the Facebook page of Sun World BaDen Mountain.",
            "index": 6100
        },
        {
            "text": "Ma Thiên Lãnh Valley",
            "index": 6240
        },
        {
            "text": "Ma Thiên Lãnh Valley, located in Thạnh Tân Commune, is formed by three mountains, Bà Đen, Heo and Phụng. With hundreds of hectares of primeval forests and many stunning streams, the valley is recommended as an ideal weekend getaway.",
            "index": 6276
        },
        {
            "text": "You will be overwhelmed by the spectacular scenery of streams with birds singing in the deep forest, creating a magical and charming valley. It is one of the top destinations in Tây Ninh for people who love adventure and the primitive life.",
            "index": 6517
        },
        {
            "text": "Cao Đài Holy See",
            "index": 6791
        },
        {
            "text": "The Cao Đài Holy See, founded in 1926, is the governmental Holy See of Caodaism in Việt Nam with a unique religious architecture. It includes 12 gates and a gorgeous main entrance, which is  used only for monks and authorized people.",
            "index": 7273
        },
        {
            "text": "There are about 100 architectural works around the site, which is connected by wide roads. On the outside, the Holy See is painted with a sacred yellow color and decorated with many intricate designs on stairs and windows. Solid pillars covered with dragon sculptures fill the space, which has two impressive 36-metre high belfries.",
            "index": 7535
        },
        {
            "text": "Few temples in Việt Nam can show their beauty as mysteriously as this place. Hence, the scorching sun cannot keep thousands of pilgrims and tourists from visiting the Cao Đài Holy See.",
            "index": 7901
        },
        {
            "text": "After sightseeing, visit the Long Hoa market to buy shrimp salt, an addictive speciality of Tây Ninh. A combination of fresh chili and dried shrimp, it is fried on a hot pan without any chemical substances. It can be used with many dishes such as rice paper rolls, fruit or boiled vegetables, as well as a marinade for meat, squid, shrimp or chicken wings. VNS",
            "index": 8114
        },
        {
            "text": " ",
            "index": 163
        },
        {
            "text": "In box",
            "index": 8575
        },
        {
            "text": "How to get there?",
            "index": 8597
        },
        {
            "text": "By car or bus",
            "index": 8630
        },
        {
            "text": "In HCM City, there are two bus lines to Tây Ninh, including Đồng Phước and Huệ Nghĩa. Their routes are from An Sương bus station from District 10 or District 11 to Tây Ninh. The fare is VNĐ70,000 (US$3.03) and VNĐ100,000 (US$4.33), respectively.",
            "index": 8659
        },
        {
            "text": "By motorbike",
            "index": 8933
        },
        {
            "text": "Route 1: Starting from An Sương bus station to Trảng Bàng Y junction, go straight on the right to Provincial highway No.19 (also known as DT.782). From DT.782, continue for 35 kilometres to the centre of Tây Ninh city. ",
            "index": 8961
        },
        {
            "text": "Route 2: From HCM City to Trảng Bàng Y junction, turn left to Gò Dầu Town, following National Highway 22B. Keep straight for 54 kilometres to centre of Tây Ninh city.",
            "index": 9216
        }
    ],
    [
        {
            "text": "\n\tHoài Nam",
            "index": 448
        },
        {
            "text": "\n\tAfter years of successful operations in Hội An, the beachfront Sea'lavie Boutique Resort & Spa on An Bàng beach now only employs 20 per cent of its normal workforce, while room rates have been slashed by 50 per cent.",
            "index": 479
        },
        {
            "text": "\n\tIn days gone by the resort was packed with tourists, but it was almost empty during the two COVID-19 lockdowns between April and July.",
            "index": 722
        },
        {
            "text": "\n\tTo make matters worse, the property suffered serious damage from torrential rains, floods and winds that wreaked havoc in central Việt Nam in late 2020.",
            "index": 884
        },
        {
            "text": "\n\tTravel agencies and hotels in Hội An saw some light at the end of the tunnel with 1,000 bookings from domestic tourists for the Tết (Lunar New Year) holidays in February, but then another wave of COVID-19 infections hit the country, dashing those hopes as domestic tourists stayed at home.",
            "index": 1060
        },
        {
            "text": "\n\t“It’s a terrible collapse. Our great efforts to stir up the deadlock of busy tourism in Hội An were in vain,” said Jenny Nguyên, the owner of the resort.",
            "index": 1379
        },
        {
            "text": "\n\t“I had to cut down our workforce from 22 to four, while room prices were offered at a 50 per cent reduced price – the lowest rate ever since the resort was launched several years ago,” she said.",
            "index": 1560
        },
        {
            "text": "\n\t“Flights being cancelled, fears of COVID-19 infection and floods and storms in the central region limited the approach of both international and domestic tourists to Hội An through 2020,” she said.",
            "index": 1777
        },
        {
            "text": "\n\tDespite revenue being slashed, the resort still has to pay an unchanged price for power and water consumption as well as waste collection and other taxes, Nguyên said.",
            "index": 2002
        },
        {
            "text": "\n\tLê Quốc Việt, director of Santa Việt Nam company which owns and operates the Santa Villa in Hội An, said: “Three waves of COVID-19, constant floods and storms in 2020 have exhausted the tourism industry, pushing travel businesses to the edge of bankruptcy and leaving serious unemployment in the key ‘green’ industry in the central region that will take years to recover.”",
            "index": 2676,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/13/144124_anhcuoidenlong.jpg"
        },
        {
            "text": "\n\tViệt, who has 30 years of experience in the tourism industry, said COVID-19 had knocked out the industry throughout 2020.",
            "index": 3077
        },
        {
            "text": "\n\t“It’s unbelievable. Many branded resorts, hotels and restaurants were on sale or remained closed through the year. All staff had to do at some resorts was water gardens and perform electric system maintenance,” Việt said.",
            "index": 3231
        },
        {
            "text": "\n\t“At least 50 per cent of employees in tourism changed their jobs, while only 25 per cent kept working. Room capacity reduced by at least 70 to 80 per cent, while revenue from tourism slumped 90 per cent,” he said.",
            "index": 3480
        },
        {
            "text": "\n\t“All international flights stopped, but tourism businesses still have to pay for power, water and other fees at the same price as before the coronavirus,” Việt said.",
            "index": 3716
        },
        {
            "text": "\n\tHe added that travel businesses struggled to find financial assistance from banks and tax reductions.",
            "index": 3904
        },
        {
            "text": "\n\tLosses",
            "index": 4028
        },
        {
            "text": "\n\tAfter a decade of stable growth, the central region's tourism and services triangle of Thừa Thiên-Huế Province, Đà Nẵng City and Quảng Nam Province faced poor growth in 2020 due to the COVID-19 pandemic.",
            "index": 4064
        },
        {
            "text": "\n\tThe triangle’s economic structure, which is mostly built on tourism and services due to its advantages of UNESCO-recognised world heritage sites, was floored by the pandemic.",
            "index": 4290
        },
        {
            "text": "\n\tĐà Nẵng’s tourism sector suffered a 56.4 per cent reduction in revenue, while Thừa Thiên-Huế had losses of $348 million from tourism.",
            "index": 4497
        },
        {
            "text": "\n\tVice-chairman of the city’s Tourism Association, Nguyễn Đức Quỳnh, said COVID-19 had pushed tourism back to the starting point of 20 years ago in terms of revenue.",
            "index": 4653
        },
        {
            "text": "\n\tTrần Lê Nguyên, a manager of a restaurant and travel company in Hội An, said his two restaurants had been devastated by COVID-19.",
            "index": 5229,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/13/144125_aodai2.jpg"
        },
        {
            "text": "\n\t“It’s like a dead town. Hội An used to be crowded from day to night, and weekends were so busy. However, all shops, restaurant and cafes in the Old Quarter have shut down. Lanterns are turned off, only dark and silence remain at night. Some native owners of old houses – where they live and do business – have left their doors open to help the memory of past busy days survive,” Nguyên said.",
            "index": 5381
        },
        {
            "text": "\n\t“We had to spend the reserve funds from previous years of success for daily technical maintenance and to pay key managers. Doors opened in the morning and closed in the evening to host only air, sun and staff going back and forth each day,” he said.",
            "index": 5815
        },
        {
            "text": "\n\tHope",
            "index": 6092
        },
        {
            "text": "\n\tViệt, who manages the beachfront Santa Villa in Hội An, said tourism would resume once vaccines and safe travel methods have been provided.",
            "index": 6126
        },
        {
            "text": "\n\tHe said travel habits will be completely changed in the post-COVID-19 time with a focus on small groups, families and MICE (Meeting, Incentives, Conference, and Exhibition) trips from neighbouring localities and regional countries.",
            "index": 6298
        },
        {
            "text": "\n\t“Local vaccinations, ‘vaccine passport’ acceptance, safe medical regulations, accommodation disinfection, face masks and safe distance in communications will be key in post-COVID-19 tourism activities,” Việt said.",
            "index": 6896,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/13/144126_cayda20.jpg"
        },
        {
            "text": "\n\t“We could consider allowing travellers from countries where COVID-19 is well controlled, or vaccinated travellers,” he said.",
            "index": 7137
        },
        {
            "text": "\n\t“People from Japan, China, South Korea, Laos, Cambodia and Thailand could choose Việt Nam as a safe destination when the world could be possibly hit by the outbreak of the fourth wave of COVID-19,” he added.",
            "index": 7289
        },
        {
            "text": "\n\tViệt added that coronavirus arrival tests are needed at isolated hotels before joining pandemic restricted tours.",
            "index": 7524
        },
        {
            "text": "\n\tHe said local trips and driving tours have been used to boost safe domestic tourism in the meantime.",
            "index": 7660
        },
        {
            "text": "\n\tVice-chairman of the city’s Tourism Association Quỳnh called for vaccinating tourism workers before they host international visitors.",
            "index": 7783
        },
        {
            "text": "\n\t“We are thinking about seeking vaccines for all our staff at accommodations and convention centres in Đà Nẵng to receive tourists. We must be safe and healthy first,” he said.",
            "index": 7954
        },
        {
            "text": "\n\t“Giant body thermometers to check visitors' temperatures will be installed at resorts and convention centres. Rooms and public space should be arranged at a safe distance from people to people, while disinfection activities must be done regularly,” he added.",
            "index": 8557
        },
        {
            "text": "\n\tQuỳnh, who is also general manager of the five-star Furama Đà Nẵng resort, suggested healthcare and yoga tours should be offered in destinations in central Việt Nam.",
            "index": 8838
        },
        {
            "text": "\n\t“Visitors have survived COVID-19, and they are aware of the need to improve their health. So, tour services focusing on health and relaxation for family and small groups will be designed as unique services in the post-pandemic world,” he said.",
            "index": 9026
        },
        {
            "text": "\n\tThe tourism associations of Quảng Nam, Đà Nẵng and Thừa Thiên-Huế have inked an agreement to boost post-COVID-19 tourism in the region in 2021. — VNS",
            "index": 9292
        }
    ],
    [
        {
            "text": "Vingroup Group will officially open the Phú Quốc United Center in the north of Pearl Island (Đảo Ngọc) on April 21. With a scale of more than 1,000 hectares and thousands of entertainment items in addition to a 24/7 resort and shopping ecosystem, Phú Quốc United Center will be the first sleepless super complex in Việt Nam, making Phú Quốc a new international destination in Asia.",
            "index": 47
        },
        {
            "text": "With a total investment of more than VNĐ66 trillion (US$2.8 billion), the Phú Quốc United Centre is developed under the \"all-in-one\" model. It includes a system of hotel brands from Mini Hotel to 5-star brands such as Vinpearl, VinOasis, VinHoliday and Radisson Blue, with more than 10,000 rooms. It also has VinWonders Phú Quốc – the largest theme park in Việt Nam; Vinpearl Safari - one of the largest semi-wild animal conservation parks in Asia; the 18-hole Vinpearl Golf Course; Corona 5-star Casino, Grand World sleepless shopping and entertainment city and Vinmec Hospital.",
            "index": 464
        },
        {
            "text": "With an ecosystem of thousands of facilities and entertainment items, Phú Quốc United Center not only satisfies the needs of enjoying - playing - resting - exploring for all visitors, but also provides unprecedented experiences in Việt Nam.",
            "index": 1082
        },
        {
            "text": "Of which, Grand World - “the Sleepless City” is an unrivalled experience only available at Phú Quốc United Center. With an area of 85 hectares and a central location, Grand World has splendid and magnificent architecture, busy and trendy commercial streets, exciting festivals and parties in addition to bustling entertainment centres of Venice, Shanghai, Night Market, K street and Việt Nam. All are open non-stop 24 hours a day and 365 days a year for a bustling atmosphere and dynamic festival space like the famous sleepless cities of the world.",
            "index": 1670,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/13/146257_vin3.jpg"
        },
        {
            "text": "Only in Grand World Phú Quốc will visitors have the opportunity to enjoy the ultimate entertainment technology with the most magnificent multimedia scene show named \"The Elite of Việt Nam\", discover the largest Bamboo Legend in the country made from 32,000 bamboo top and visit the Teddy Bear museum - a destination that attracts millions of young tourists. Visitors can also travel on the magnificent Venice-modelled canal, see the ancient Venice Clock Tower and immerse themselves in the 19,500m2-wide Marine Square or admire the unique contemporary artworks at Urban Park.",
            "index": 2270
        },
        {
            "text": "Besides iconic check-in spots, Grand World is also a city of colourful parties and festivals, from local festivals such as Nghinh Ông Festival, Nguyễn Trung Trực Festival, Boat Racing Festival to vibrant carnivals from Thailand, India, the US, Germany and Mexico.",
            "index": 2877
        },
        {
            "text": "This is also the only place in Việt Nam where visitors can spend all night at the first 5-star casino open to Vietnamese people. With 1,000 slot machines and 100 game tables and integrated with a 600-seat theatre - Corona Casino is comparable to famous casinos in the world.",
            "index": 3162
        },
        {
            "text": "The \"Sleepless City\" is connected to the “boredom-free land” VinWonders Phú Quốc which was opened in April 2020. The largest theme park in Southeast Asia covering 55 hectares with more than 100 exciting games and stunning shows takes several days to fully explore.",
            "index": 3465
        },
        {
            "text": "Another important component of Phú Quốc United Center is Vinpearl Safari Phú Quốc, the largest semi-wild animal conservation park in Southeast Asia. As the home for more than 4,000 animals from nearly 200 species in all geo-biological regions of the world and the unique \"free animals, captive people\" model, Vinpearl Safari Phú Quốc has become a \"must-visit destination\" on Phú Quốc's tourist map since opening in 2015 with animal welfare conditions rated as the best in the region and approach to world standards by the South East Asian Zoos Association (SEAZA).",
            "index": 3763
        },
        {
            "text": "Meeting diverse accommodation needs for a new “international destination”, Phu Quoc United Center has a system of hotel brands from Mini Hotel to 5-star hotel brands such as Vinpearl, VinOasis, VinHoliday and Radisson Blue, with more than 10,000 rooms. In addition, the super complex also has a 5-star Meeting Incentive Conference Event (MICE) system - Vinpearl Convention Center; the 18-hole Vinpearl Golf course; Vinmec International Hospital and the Vinschool Inter-level School in the near future. ",
            "index": 4681
        },
        {
            "text": "With a diverse ecosystem to meet high-quality life in addition to a large-scale and world-class entertainment industry, when put into operation, “Phú Quốc United Center” will not be merely an entertainment complex but a top resort - business - investment luxury product in Việt Nam. Particularly, the \"Sleepless City\" model in Phú Quốc United Center not only lays the foundation for the night-time economic development of Việt Nam but also marks a step forward, turning Việt Nam into a new international destination on the world tourist map. VNS",
            "index": 5252
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "Lâm Thanh",
            "index": 420,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/1/145269_bia.jpg"
        },
        {
            "text": "Located in Đông Hòa District, Phú Yên Province, Đá Bia Mountain is one of the highest mountains of the Cả Pass and it takes about two hours of climbing to reach the top.",
            "index": 451
        },
        {
            "text": "Đá Bia Mountain is 706m high, majestically standing in the north of the Cả Pass. On the top of the mountain is a strangely shaped giant rock with a height of 76m.",
            "index": 647
        },
        {
            "text": "The mountain's ecosystem features the typical flora and fauna species of the tropical forest.",
            "index": 831
        },
        {
            "text": "The mountain is closely linked to many legends. In 1471, when King Lê Thánh Tông was on his way to reclaim some land to the south, the king carved letters (the meaning of which are disputed) in a big stone block at the top of the mountain. From that time, the mountain was called Đá Bia (Stone Stele).",
            "index": 946
        },
        {
            "text": "In 1836, King Minh Mạng had artisans engrave an image of Đá Bia Mountain on one of nine censers placed at Thế Tổ Miếu (Temple of the Generations) in Huế Citadel.",
            "index": 1287
        },
        {
            "text": "That to its history, terrain and special ecosystem, Đá Bia Mountain was recognised as a national scenic heritage in 2008.",
            "index": 1507
        },
        {
            "text": "Đá Bia Mountain is also called Lingaparvata (it means Linga – the mountain god who was the embodiment of Siva God in the belief of ethnic Chăm people) or Cùi Bắp and Ông Bia.",
            "index": 1660
        },
        {
            "text": "The mountain has also the name of Ngón Tay Chúa (Finger of God), which is what the French called the mountain at the end of the 19th century because looking at Cả Pass from the sea, Đá Bia Mountain is like a finger pointing to the sky.",
            "index": 1856
        },
        {
            "text": "Exploring the beauty of Đá Bia",
            "index": 2426,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/1/145268_biaa.jpg"
        },
        {
            "text": "From Tuy Hòa City, we drove our car along Highway 1A about 27km to reach Cả Pass. ",
            "index": 2485
        },
        {
            "text": "We had heard that the way to the top was just more than 2.5km, so we thought it would be an easy walk, but we were wrong. This was the only route with stairs but it was steep.",
            "index": 2589
        },
        {
            "text": "We climbed a few hundred metres before we had to stop and catch our breath while admiring the beautiful view.",
            "index": 3112,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/4/1/145271_bia c.jpg"
        },
        {
            "text": "The higher we climbed, the cooler the climate was, but everyone was sweaty because of the climb. The trees on either side of the path are mostly bamboo.",
            "index": 3243
        },
        {
            "text": "We saw many strange flowers and mushrooms which were very beautiful but no one knew their names. The closer we got to the peak the more mesmerising the view was on the beautiful sunny day.",
            "index": 3422
        },
        {
            "text": "The hardest part of the climb was the end. There were only a few hundred steps with handrails but it was so steep we had to stop several times before reaching the top.",
            "index": 3632
        },
        {
            "text": "The peak of Đá Bia was filled with the colours of picnics and full of victorious smiles.",
            "index": 3821
        },
        {
            "text": "It felt like we could see all of Phú Yên in front of us, with an unending, relaxing blue colour.",
            "index": 3931
        },
        {
            "text": "The blue of the sky, the lush green of the trees, the mellow and tender blue of the ocean, all combined to form a wonderful view.",
            "index": 4059
        },
        {
            "text": "A special feature of the top of Đá Bia Mountain was that from different angles we could see that it has different shapes. For example, looking from the top of the mountain, it looks like a majestic lion; viewed from Bãi Xép Beach, it looks like a figure sitting; from the side of Hòa Tâm school, it has the figure of the Buddha sitting. The mountain peak is covered by layers of white clouds all year round.",
            "index": 4528
        },
        {
            "text": "Standing on the top of Đá Bia, we also saw famous beauty spots such as Vũng Rô Bay, Cả Pass, Bãi Bàng Beach, Hiềm Mountain and Vân Phong Bay. VNS",
            "index": 4962
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY Hạ Long Bay, Ba Bể Lake and Tuyền Lâm Lake are among the must-visit places in Việt Nam.",
            "index": 362
        },
        {
            "text": "Kayaking through Hạ Long Bay is a must-do bucket list activity and by far the best way to explore all that the bay has to offer.",
            "index": 490
        },
        {
            "text": "Sliding through the water in a nifty kayak gives travelers more independence, and allows them to reach places that cannot be reached in cruise ships.",
            "index": 640
        },
        {
            "text": "Tuyền Lâm Lake is also fantastic for kayaking. This lake is located 5km to the south of the center of Đà Lạt City in Lâm Đồng Province. No one can deny the romantic beauty of Đà Lạt.",
            "index": 811
        },
        {
            "text": "Kayaking is the best way to explore the breathtaking beauty of Ba Bể Lake. The small boat allows you to get up close to the karst mountains and slip into the small caves.",
            "index": 1020
        },
        {
            "text": "Also, without the noise of an engine, you can get much closer to the many different species of wildlife on the lake. VNS",
            "index": 1212
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "Lâm Thanh",
            "index": 398,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/3/11/141662_xeo.jpg"
        },
        {
            "text": "Located about 30km from the centre of Cao Lãnh City, Đồng Tháp Province, in the area of ​​Mỹ Long and Mỹ Hiệp communes, the Xẻo Quýt national historic site, as well as the ecological area, gave us the feeling of being lost in a primaeval forest with beautiful scenery.",
            "index": 429
        },
        {
            "text": "In the past, Xẻo Quýt was a wild swamp of weeds and full of creeks and reeds. During 1960-1975, it was chosen as a strategic base of the liberation force in the anti-American war; now, it is not only a historical relic but also one of the unique tourist destinations of the province.",
            "index": 719
        },
        {
            "text": "To get here, we went through An Hữu T-junction in Cái Bè District, Tiền Giang Province to Long Hiệp Bridge, then from there, we took a boat to the relic site.",
            "index": 1034
        },
        {
            "text": "The site has an area of ​​about 50ha, including 20ha of cajuput forest, the rest being mangrove swamp and lianas.",
            "index": 1214
        },
        {
            "text": "The air here was extremely fresh. We were immersed in the beautiful natural scenery with a cool green colour.",
            "index": 1349
        },
        {
            "text": "In Xẻo Quýt, you have two ways to move about. If you like to wander under the shade of forest trees, you can walk along the unique path in the site which is about 1.5km long, or you can take a boat to explore the entire rerelic, which is what we did.",
            "index": 1480
        },
        {
            "text": "The guide, who dressed like a guerrilla with áo bà ba (traditional dress of southern women), khăn rằn (scarf with a checkered pattern), and nón tai bèo (broad-brimmed cap), took us through the pristine creeks to enter the hidden relic in the vast cajuput forest.",
            "index": 1762
        },
        {
            "text": "It took about 45 minutes to discover the relic with its diverse ecological environment with rich fauna and flora, including about 13 animals in Việt Nam's Red Data Book.",
            "index": 2082
        },
        {
            "text": "Xẻo Quýt also has many lotus ponds with giant leaves to take beautiful pictures.",
            "index": 2636,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/3/11/141664_dong vat.jpg"
        },
        {
            "text": "“Coming here, I feel very comfortable. We love the wild nature here. While listening to the songs of birds, the sound of the murmuring water, the music of the forest, I am not only lost in a rich natural area but also relive the scenery of the old resistance zone when witnessing fortifications, bomb shelters and underground hideouts restored to be intact as before,” said tourist Trương Văn Phố.",
            "index": 2738
        },
        {
            "text": "Tourist Lương Văn Mạnh said he has visited many historical sites but had never seen a place that retained such pristine scenery and cultural and historical values.",
            "index": 3157
        },
        {
            "text": "The Xẻo Quýt national relic has been preserved and restored to protect the local landscape, nature and environment by provincial authorities.",
            "index": 3347
        },
        {
            "text": "According to Chung Văn Thanh Hùng, director of Xẻo Quýt national relic site, the relic was a key tourist area of ​​the province as part of efforts to promote the value of heritages associated with tourism development under the Đồng Tháp tourism development project in 2015 – 2020.",
            "index": 3843,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/3/11/141663_tram.jpg"
        },
        {
            "text": "“Over the past years, we have constantly improved the quality of human resources, infrastructure, and services and gradually diversified tourism products to attract tourists. ",
            "index": 4150
        },
        {
            "text": "\"In particular, all activities here are oriented to the people, including tourism development associated with the community to bring sustainable livelihoods for locals, while contributing to protecting the ecological environment and preserving indigenous culture,” said Hùng.",
            "index": 4347
        },
        {
            "text": "Tasty food",
            "index": 5016
        },
        {
            "text": "Xẻo Quýt's main speciality dish is red rice, which local people say gives one the vitality of a dragon.",
            "index": 5055
        },
        {
            "text": "In addition, other dishes lẩu cá linh bông điên điển (linh fish hot pot with sesban flowers), gỏi sen (a salad of lotus stems, shrimp and herbs), cá lóc nướng cuộn lá sen non (grilled snakehead fish rolled in young lotus leaf) and cá diêu hồng chiên xù (fried red tilapia) are worth trying.",
            "index": 5180
        },
        {
            "text": "After visiting the historical site, we also visited the typical southern markets and famous craft villages around this area, listened to the melodious chanteys and the music of đờn ca tài tử (southern folk music) on the river. — VNS",
            "index": 5535
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tĐÀ NẴNG — About 17km from central Đà Nẵng City, Nam Ô Reef is like a beautiful hidden gem, waiting to show its beauty when spring arrives.",
            "index": 499,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/2/26/139336_ttxvn_reunamo_8.jpg"
        },
        {
            "text": "\n\tNguyễn Thành Nam has been leading tours in Đà Nẵng for more than a decade and he says most tourists cannot help but be amazed at the beautiful nature of Nam Ô Reef.",
            "index": 660
        },
        {
            "text": "\n\t“The reefs combine with beautiful sand, clear blue seawater, and green trees to become a must-visit destination for nature lovers when coming to Đà Nẵng,” said Nam.",
            "index": 847
        },
        {
            "text": "\n\t“During spring, when the tide recedes, rocks of different shapes and sizes reveal they are covered with green moss. They look so beautiful, just like green pearls.\"",
            "index": 1039
        },
        {
            "text": "\n\tBorn in Đà Nẵng and spending his childhood living near the reef, Nam has been coming to the place since it was just a pristine beach where fishermen in Nam Ô Village made their living.  ",
            "index": 1231
        },
        {
            "text": "\n\t“The name can be referred to as 'The beach located in the south of Châu Ô', it also means 'southern gate',” said the 35-year-old tour guide.",
            "index": 1445
        },
        {
            "text": "\n\t“Nam Ô Reef is about 500m long jutting out into the sea with a dense layer of rock hidden under the cool blue seawater. There’re many rock layers, stacked to form many unique shapes.\"",
            "index": 1608
        },
        {
            "text": "\n\t“By lunar January, when the weather warms up, green moss begins to grow on the rocks. The best time to enjoy this moment is dawn when the sun comes up, the tide recedes, beautiful rocks formed in all shapes are revealed, mixed in the sand and covered with a carpet of green moss,\" he added.",
            "index": 1814
        },
        {
            "text": "\n\tVisitor Anh Thư from Thanh Khê District of Đà Nẵng said:",
            "index": 2521,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/2/26/139335_ttxvn_reunamo_2.jpg"
        },
        {
            "text": "\n\t“Đà Nẵng has many beautiful beaches such as Mỹ Khê, Phạm Văn Đồng and Mân Thái. However, this is the first time my family has gone to Nam Ô.\"",
            "index": 2605
        },
        {
            "text": "\n\t“The air here is so fresh. At this time of spring, the rocks are covered with a layer of green moss which is so charming.",
            "index": 2769
        },
        {
            "text": "\n\t“This is an opportunity for my whole family to experience the life of fishermen in the coastal fishing village. This place is also an ideal destination for photographers,” said Thư.",
            "index": 2913
        },
        {
            "text": "\n\tSpeaking of photography, nearby the reef, Quang Thanh from HCM City was looking the best camera angles for his photos.",
            "index": 3117
        },
        {
            "text": "\n\t“I’m a photographer from Sài Gòn and I come here to capture the beauty of this place. It has to be spring if you want to get the best out of it.",
            "index": 3263
        },
        {
            "text": "\n\t“I took many pictures about the moss season in the central coastal provinces. In Nam Ô, large and small rocks mix with many different shapes and combine with the dawn light passing through the rocks, creating very vivid and unique photos,” he said.",
            "index": 3430
        },
        {
            "text": "\n\tAfter getting up in the early morning, you can buy delights from the sea caught by fishermen in the village.",
            "index": 4138
        },
        {
            "text": "\n\tFresh squid, shrimp, and fish thrashing when being pulled from the sea and the enthusiasm of the local people give tourists an unforgettable experience.",
            "index": 4269
        },
        {
            "text": "\n\tThis place is also home to the Nam Ô fish sauce village which has existed for more than 400 years. Last year, the village was honoured as the National Intangible Cultural Heritage. — VNS",
            "index": 4444
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — Kiên Giang’s Hòn Sơn Island, located between Hòn Tre Island and Nam Du Archipelago, is a new destination for a summer retreat, with beautiful white sandy beaches and imposing mountains.",
            "index": 396
        },
        {
            "text": "Considered one of the most beautiful islands in Kiên Giang, Hòn Sơn is a new hidden gem for nature-loving tourists. With its pristine beauty, graceful beaches reflecting the vast ocean, Hòn Sơn appears as a sparkling jewel surrounded by coconut groves, with a wild look.",
            "index": 619
        },
        {
            "text": "With limited infrastructure, islanders are highly sensitive to the environment, and use eco-friendly paper straws at coffee houses.",
            "index": 916
        },
        {
            "text": "The best time to visit Hòn Sơn Island is from May to December when weather conditions allow for calm seas and fresh, cheap seafood.",
            "index": 1074
        },
        {
            "text": "To reach the island, fly to Rạch Giá Airport from Hà Nội or HCM City, then catch a VNĐ140,000 (US$6) hour-and-a-half speedboat ride from Rạch Giá Pier. Alternatively, you could also travel by traditional ferry for VNĐ90,000 (US$3.9), which takes around 3.5 hours. — VNS",
            "index": 1227
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — With only a week to go to Tết (Lunar New Year) holiday, motifs related to the country’s biggest festival are springing up in many cafes in HCM City.",
            "index": 479
        },
        {
            "text": "Tucked in a small alley at 280/10 Cách Mạng Tháng 8 Street in District 3, Nhà Mình Coffee shop is adding to its original retro style a nostalgic touch with old-fashioned Tet decorations and items from a typical home in the past.",
            "index": 667
        },
        {
            "text": "It consists of two rooms and can serve up to 40-50 people. A drink here costs VNĐ30,000- 40,000 (US$1.30-1.74). ",
            "index": 922
        },
        {
            "text": "With rattan tables and chairs and models of Tết cakes like bánh chưng and bánh tét and peach blossoms, Le Ciel Café evokes a rural idyll.",
            "index": 1066
        },
        {
            "text": "The green and white Mediterranean-style cafe at 193/9 Điện Biên Phủ Street in Bình Thạnh District has been given a temporary bright red makeover as the countdown to Tết begins.",
            "index": 1246
        },
        {
            "text": "It feels like visiting an estranged relative's home in Tết with festive atmosphere of yellow apricot flowers, red lanterns and traditional calligraphy. It is also adorned with green ornamental plants for Tết. — VNS",
            "index": 1451
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "Lâm Giang",
            "index": 436,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/1/21/134258_nam.jpg"
        },
        {
            "text": "Nặm Đăm community-based cultural village in Quản Bạ ​​District, Hà Giang Province is a fairly untouched spot and has only been developed for tourism in the last few years to take advantage of its beautiful natural landscape and the traditional cultural features of the ethnic Dao people.",
            "index": 491
        },
        {
            "text": "The village is located on top of a mountain and covered with pristine forests and picturesque terraced fields. The people there known for their rich cultural characteristics like traditional clothes, festivals, brocade weaving, cuisines, herbal baths, and rammed earth houses.",
            "index": 844
        },
        {
            "text": "It is about 45km from Hà Giang City and 8km from Quản Bạ ​​Heaven Gate. ",
            "index": 1166
        },
        {
            "text": "In Nặm Đăm, the friendly smiles of local people abound. They often invite strangers into their homes and let them learn about their culture. These small things make for an interesting village.",
            "index": 1289
        },
        {
            "text": "Community-based tourism in Nặm Đăm involves eating with the hosts, sleeping in the same house as them, participating in traditional cultural activities and experiencing their daily work.",
            "index": 1532
        },
        {
            "text": "Hanoian Nguyễn Hoàng Anh Minh spent a week in this village of the Dao after she graduated from university. Every day, she went to the fields with the locals and took part in farm work such as harvesting maize, pumpkins and cucumbers.",
            "index": 1764
        },
        {
            "text": "\"The field is very large and is full of rice and maize. My legs were tired but I went to the field every day. The first day after working, I met the children there so I played with them all afternoon. The children were very nice, they chatted and then took me around the village, they loved taking pictures very much,” said Minh.",
            "index": 2053
        },
        {
            "text": "According to Minh, in the village, she lived a peaceful and slow life.",
            "index": 2428
        },
        {
            "text": "\"The Dao people in Nặm Đăm still retain their unique cultural identity. I had the time to sit and talk with homeowners and neighbours to hear their stories about living, weddings and funerals. It was very interesting,” Minh said.",
            "index": 2544
        },
        {
            "text": "\"Hà Giang never lets me down. Whenever the trip, winter or summer, rice season or flower season, the feeling of travelling by motorbike on the winding roads of Hà Giang is always wonderful,” she added.",
            "index": 2824
        },
        {
            "text": "Promoting potential",
            "index": 3384,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/1/21/134259_nam dc.jpg"
        },
        {
            "text": "The village has more than 50 households of the Dao, most of whom live in houses with traditional roofs covered by double tiles.",
            "index": 3456
        },
        {
            "text": "The locals still retain their folk songs as well as typical traditions such as maturity rituals, new rice ceremony, and festival to pray for good weather, good crops and give thanks to the gods.",
            "index": 3634
        },
        {
            "text": "The clothes of the Dao women with embroidered patterns and silver jewellery including earrings, necklaces, bracelets and headbands are so brilliant that anyone who comes here wants to try them on.",
            "index": 3874
        },
        {
            "text": "From the first days of launching the movement to build a typical cultural, a new countryside and tourist village, the term “community-based tourism\" was new for local residents. However, they eagerly got stuck into community-tourism and now their houses have been repaired and are fully equipped to offer homestays.",
            "index": 4116
        },
        {
            "text": "“Our family has been doing homestay services since 2013 and has welcomed many foreign tourists from England, the US and Canada. Foreign tourists often like to work with people in the fields, experience and enjoy the fresh air here,” said Lý Quốc Thắng, owner of a homestay in Nặm Đăm.",
            "index": 4524
        },
        {
            "text": "Thắng said that meals are ordered by customers and the most popular dishes were vegetables, fish, chicken and pigs raised by the hosts.",
            "index": 4859
        },
        {
            "text": "In the village, every house is decorated and displays traditional handmade crafts, medicinal herbs, or traditional musical instruments so guests can see, learn or buy them as souvenirs.",
            "index": 5050
        },
        {
            "text": "At the end of Nặm Đăm Village, there is Nai waterfall -- a destination for young people to explore nature. Many people choose to walk through the jungle to reach the waterfall. ",
            "index": 5656
        },
        {
            "text": "The fresh air, the aroma of new rice, and breakfast prepared on the table greet you when you wake up in the morning. The peacefulness that combines with the natural beauty and unique culture helps Nặm Đăm win visitors' hearts. VNS",
            "index": 5889
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tLâm Giang",
            "index": 441,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/1/14/133148_tpcv.jpg"
        },
        {
            "text": "\n\tLocated in the vast forest of Ba Bể District, Bắc Kạn Province, Thẳm Phầy Cave in Nà Slải Village, Hoàng Trĩ Commune beckons adventurous travellers to conquer its pristine and mysterious beauty.",
            "index": 473
        },
        {
            "text": "\n\tStopping on the concrete road connecting the villages, we walked to the only path along the mountainside to explore the cave.",
            "index": 690
        },
        {
            "text": "\n\tThe sudden rain made the path slippery, a bit more dangerous than usual when walking on a variety of terrain. We crossed through terraced fields, springs, bamboo bridges and thick bushes to reach the cave.",
            "index": 848
        },
        {
            "text": "\n\tThe two kilometres of weaving in the forest made us tremble due to the vast deserted space.",
            "index": 1076
        },
        {
            "text": "\n\tAccording to Hoàng Văn Cơ, a local in the village, Thẳm Phầy in Tày language means “fire” cave, which was discovered by locals many years ago. It is about 5-6km long. ",
            "index": 1195
        },
        {
            "text": "\n\tThẳm Phầy cave was likely formed due to volcanic eruptions and the tectonics of limestone mountains passed by underground rivers to cause erosion, combined with water droplets having the minerals of limestone dripped after millions of years, creating many beautiful stalactites and stalagmites.",
            "index": 1390
        },
        {
            "text": "\n\tThe mouth of the cave is hidden, so it is difficult to find. From the cave entrance, going down about 20m is quite slippery because the ground is below and water comes down from the cave door.",
            "index": 2064,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/1/14/133146_cua hang.jpeg"
        },
        {
            "text": "\n\tRight at the entrance to the cave are rocks shaped like the teeth of a giant dinosaur, below is an underground stream with a shallow and moderate flow. While the stream inside is quite wide, the water in some places is about 1.5m deep. In many places, the water erosion process forms yellow and white stalactites with many beautiful and mysterious shapes.",
            "index": 2279
        },
        {
            "text": "\n\tOver the cave ceiling and cave walls are beautifully shaped stalactites. The two sides of the entrance to the cave also have rocky banks with beautiful shapes. Going deep into the cave, many bats cling to the dome.",
            "index": 2662
        },
        {
            "text": "\n\tAbout 1km from the entrance, there are two branches of the cave, one on the left runs into the mountainside, while the other on the right reaches the heart of the mountain with the deep water level. ",
            "index": 2899
        },
        {
            "text": "\n\tWe decided to follow the left side and went from surprise to surprise. The bottom of the underground stream is mainly sand so we could see the spring bed through the clear water.",
            "index": 3525,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2021/1/14/133145_tpa.jpg"
        },
        {
            "text": "\n\tThe water source in the cave is completely pure and provides water for people in the village.",
            "index": 3726
        },
        {
            "text": "\n\tStalactites and stalagmites with vivid shapes seemed to hold our feet. Sometimes it looks like the curtains of a castle, sometimes like a silk strip lying indifferently on the cliff. There are winding stone veins as if they are taken care of by skilled craftsmen. There are many stalactites like silk threads on the cave walls.",
            "index": 3842
        },
        {
            "text": "\n\tWe saw water flowing from the mountain, forming small geysers along the cliffs. They are very unique, sometimes like a small waterfall, sometimes like the mouth of a large tube.",
            "index": 4192
        },
        {
            "text": "\n\tThe highest area of the left cave is about 20m high. It is wide as a building with short and long stalactites. It also has many rock layers.",
            "index": 4730
        },
        {
            "text": "\n\tThe deeper we got into the cave, the cooler the air became and the deeper the spring grew.",
            "index": 4893
        },
        {
            "text": "\n\tMeanwhile, people following the right branch had to dive under the water to get through the canopy, but the depth of the cave in this branch was short so they returned.",
            "index": 5006
        },
        {
            "text": "\n\tAccording to Cơ, during the flood season, the stream near the cave's mouth is very dangerous and water can rise up at any time to flood the cave ceiling.",
            "index": 5197
        },
        {
            "text": "\n\tWe thought that Thẳm Phầy cave was a little similar to Sơn Đoòng cave in Quảng Bình Province, the world’s largest natural cave. Thẳm Phầy also has a beautiful rocky shore forming a path in the cave. Its arch is wide and high, while below is water flowing with the presence of bats and lush vegetation.",
            "index": 5378
        },
        {
            "text": "\n\tThẳm Phầy cave is being assessed by the local authorities to be used as a unique tourism product of Bắc Kạn Province, but the exploitation will have to ensure sustainable development. — VNS",
            "index": 5707
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY - Bạch Mộc Lương Tử, Việt Nam's fourth highest peak in Lào Cai Province, is a perfect venue for viewing sunsets and catching clouds.",
            "index": 470
        },
        {
            "text": "Conquering Bạch Mộc Lương Tử is a great challenge in both physical and mental endurance.",
            "index": 643
        },
        {
            "text": "At 3,046 metres, the peak, also known as Kỳ Quan San, is the second highest in the northern province, after Fansipan, which is called \"the Roof of Indochina\".",
            "index": 753
        },
        {
            "text": "Muối Mountain, 3,000 metres high, is the most beautiful site to catch the sunset and sunrise on the way to Bạch Mộc Lương Tử peak. It acts as a natural border between Lai Châu and Lào Cai provinces.",
            "index": 938
        },
        {
            "text": "There are two routes to the top, one from Sàng Ma Sáo Commune in Bát Xát District in Lào Cai Province, and the other in Lai Châu Province from Dền Sung Village in Sin Sủi Hổ Commune in Phong Thổ District. You can go up one way and down the other for more picturesque vistas.",
            "index": 1168
        },
        {
            "text": "The climber can hire porters, who are ethnic Dao who also take care of the meals during the trek. Their fee ranges from VNĐ300,000 to VNĐ500,000 per day. VNS",
            "index": 1464
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tXuân Chi",
            "index": 414,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/12/24/129750_hang dc.jpg"
        },
        {
            "text": "\n\tLocated nearly 1,000m above sea level, Thẳm Khến cave in Nà Xa Village, Mường Đun Commune, Tủa Chùa District, Điện Biên Province contains many historical, cultural and scientific values.",
            "index": 445
        },
        {
            "text": "\n\tComing here, visitors are immersed in wild nature and feel the insignificance of humans amid the magical hand of creation.",
            "index": 659
        },
        {
            "text": "\n\tCà Văn Phiến, chairman of Mường Ðun Commune People's Committee, said according to the Thái ethnic language, “Thẳm” is a cave while “Khến” is a kind of vegetable with a bitter and sweet taste. This vegetable grows a lot in front of the cave entrance so “Thẳm Khến” means a cave with a lot of “Khến” vegetables.",
            "index": 804
        },
        {
            "text": "\n\tAlthough the cave is quite close to the centre of the commune, around this area, there aren’t a lot of people living. Mountains, forests and a multitude of rugged rocky hills are deserted and so the cave almost remains intact.",
            "index": 1146
        },
        {
            "text": "\n\tThe cave was recognised by the Ministry of Culture, Sports and Tourism as 'national heritage'.",
            "index": 1739,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/12/24/129756_hang bc.jpg"
        },
        {
            "text": "\n\tAccording to Nguyễn Hoàng Hiệp, deputy director of the provincial Department of Culture, Sports and Tourism, Tủa Chùa District has many advantages to develop tourism, with the strength of ecology and traditional ethnic culture. ",
            "index": 1856
        },
        {
            "text": "\n\tAlong with the preservation and promotion of the value of relics of Vàng Lồng Citadel and rugged mountain landscape, Thẳm Khến Cave can help promote the local economy.",
            "index": 2107
        },
        {
            "text": "\n\tTo get to Thẳm Khến Cave, visitors travel to Mường Đun Commune People's Committee, turn right 1.5km to Nà Xa Village and follow the trail about 600m to reach the cave.",
            "index": 2692,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/12/24/129757_hang vc.jpg"
        },
        {
            "text": "\n\tThẳm Khến is a complex of two caves.",
            "index": 2882
        },
        {
            "text": "\n\tThe first cave has an S-shape, approximately 160m in length and is divided into three main compartments. While the second cave is shaped W, with a length of about 280m, divided into two compartments and two small nooks.",
            "index": 2941
        },
        {
            "text": "\n\tThe first cave is located halfway up the hill, its entrance faces to the east. In the first compartment of the cave, the foundation has many slabs of stone, stalagmites and stone pillars. The deeper you go inside, the more vivid and splendid the cave is. The stalactites have shapes of animals such as elephants, dragons, phoenixes, turtles, and birds.",
            "index": 3188
        },
        {
            "text": "\n\tOn the ceiling of the second compartment, there are yellow, grey, sharp, large stalactites which crash straight down the cave foundation. The tiny drops of water dripping from the tip of the stalactites make the whole compartment cool.",
            "index": 3563
        },
        {
            "text": "\n\tIn the third compartment, the dome is flat, smooth and has fewer stalactites. The cave walls and floor are yellow with strange shapes. ",
            "index": 3826
        },
        {
            "text": "\n\tThere is a big stone pillar in the centre, surrounded by stone slabs that run from high to low like terraced rice fields. At the end of this compartment, there is a two-metre space and the natural light shining into the cave makes the landscape sparkle.",
            "index": 3984
        },
        {
            "text": "\n\tThe second cave is located about 60m northeast of the first cave.",
            "index": 4260
        },
        {
            "text": "\n\tIn the first compartment with a depth of about 160m, there are stalactites like ribbons stretching and falling to the cave floor, the contours are soft and smooth like the coral ranges under the sea, sometimes they are sharp with glittering crystals.",
            "index": 4348
        },
        {
            "text": "\n\tIts floor has stalactites with strange and various shapes. It looks like a giant oil painting of the wild natural landscape. The stalactites here are in the shape of rivers, streams, lakes and terraced fields. The two sides of the cave wall are long stone pillars.",
            "index": 4621
        },
        {
            "text": "\n\tIn the next compartment, the ceiling and cave walls are stalactites like sharp claws. The floor features large long rocks heaped up into layers or appearing one after another with shapes of big bamboo shoots and mushrooms.",
            "index": 4908
        },
        {
            "text": "\n\tAccording to Đặng Trọng Hà, director of Điện Biên Provincial Museum, Thẳm Khến cave has two types of ecosystems, namely a limestone mountain ecosystem and a cave ecosystem. ",
            "index": 5158
        },
        {
            "text": "\n\tThe cave contains many values ​​in terms of history, culture, science and tourism so it can become a place for scientific and historical researches, geography as well as ecosystem diversity.",
            "index": 5359
        },
        {
            "text": "\n\tComing here, in addition to admiring the beauty of the cave, visitors can also experience the cultivation of crops of locals at the rocky hills, enjoy dishes of people in Tủa Chùa District such as home-brewed wine, mountain goat, Đà river fish, and black-bonned chicken. — VNS",
            "index": 5908
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tXuân Giang",
            "index": 417,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/12/10/127391_phin.jpg"
        },
        {
            "text": "\n\tHà Giang Province is a wild and charming land, and much of the northern mountainous province is incredibly beautiful, including Xà Phìn Village, Phương Tiến Commune, Vị Xuyên District.",
            "index": 450
        },
        {
            "text": "\n\tXà Phìn is a village of the ethnic Dao people nestled at the top of the imposing Tây Côn Lĩnh mountain peak.",
            "index": 662
        },
        {
            "text": "\n\tWinding roads like silk ribbons, traditional stilt houses with mossy palm leaf roofs, the friendliness and hospitality of the locals and their traditional culture are all part of the charm of Xà Phìn.",
            "index": 793
        },
        {
            "text": "\n\tThe village is located at an altitude of 1,200m above sea level and located on the road to the mountain peak of Tây Côn Lĩnh which spreads over the districts of Hoàng Su Phì and Vị Xuyên and is one of the highest mountains in Việt Nam.",
            "index": 1417,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/12/10/127392_phin c.jpg"
        },
        {
            "text": "\n\tAlong winding roads through the mountainside, we were head to Xà Phìn and on the way, we explored the primaeval forest with rich and diversified vegetation and beautiful forest flowers.",
            "index": 1675
        },
        {
            "text": "\n\tThe small and beautiful stilt houses were inserted into the terraced rice fields, hidden away in the mist. The rice fields stretched to the horizon, alternating between hills and streams and the open space of the mountains and forests to create a charming beauty.",
            "index": 1883
        },
        {
            "text": "\n\tGoing through the village's welcome gate, the small village appeared unobtrusive and poetic. In the village, we experienced the unique culture of the Dao and saw the oldest Shan Tuyết tea trees which are hundreds of years old.",
            "index": 2179
        },
        {
            "text": "\n\tWe seemed to be lost in green tea heaven. The fresh tea buds are rather big, coated with 'lanugo'. After being processed they are covered with a milky layer of 'snow' with aromatic scents. So it is called Shan Tuyết (snow). This tea tree is considered a huge part of the lives of people here.",
            "index": 2428
        },
        {
            "text": "\n\t\"Xà Phìn Village has a cool climate all year round so it is suitable for the growth and development of the Shan Tuyết tea tree. Many ancient tea trees have existed for many generations, witnessing many changes in this village. Xà Phìn villagers are very familiar with tea trees. In recent years, Shan Tuyết tea has become the staple cash crop of the village, bringing a good income for locals,” said the head of Xà Phìn Village, Đặng Văn Háu.",
            "index": 2748
        },
        {
            "text": "\n\tThe village has 70 households, all of whom are ethnic Dao. People still retain many unique traditions which are expressed in customs, rituals, folk songs, folk dances, costumes, folk games and festivals such as lễ cấp sắc (maturity ritual), a rite of passage declaring the coming-of-age of Dao men.",
            "index": 3577,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/12/10/127390_phin v.jpg"
        },
        {
            "text": "\n\tThese features are also the foundation for the village to promote ecotourism in association with building community-based cultural tourism village, according to Háu.",
            "index": 3920
        },
        {
            "text": "\n\tHà Giang is also land with miracles of nature, among which are the mysterious caves that visitors love checking out.",
            "index": 4113
        },
        {
            "text": "\n\tWe continued our journey to visit Tùng Bá cave in Hồng Tiến Village, Tùng Bá Commune. Unlike most other caves, Tùng Bá cave appears across the mountainside, about 10m from the valley's surface.",
            "index": 4252
        },
        {
            "text": "\n\tTùng Bá is a system of large and small caves connected to each other. It has exits and skylights. The cave is about 890m long and in some places up to 25m wide.",
            "index": 4468
        },
        {
            "text": "\n\tTùng Bá is surrounded by a complex of limestone mountains and a rich valley. Along the valley, there also many ravines with other small caves.",
            "index": 4656
        },
        {
            "text": "\n\tThe stalactite and stalagmite system of Tùng Bá cave is very diverse and colourful alongside the cool and pure water wells. Another rare feature is that the cave also has symbiotic products, adhering to the walls, ceiling and bottom of the cave.",
            "index": 5168
        },
        {
            "text": "\n\tIn the east of cave, there are primaeval forests with wild animals like snub-nosed monkey which is one of the rarest primate species in the world today and is endemic to Việt Nam.",
            "index": 5446
        },
        {
            "text": "\n\tIn this place, you can indulge in the pleasure of breathing fresh air and admire the beautiful natural scenery to forget the chaos of the city. VNS",
            "index": 5648
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY – Located at the centre of HCM City’s District 5, Chợ Quán Church is the oldest church in the city.",
            "index": 450
        },
        {
            "text": "It was first built in 1720 with one small building and a prayer area inside. It has suffered frequent destruction and gone through several reconstructions.",
            "index": 585
        },
        {
            "text": "In 1882 Father Nicolas Hamm decided to rebuild it in its current form. ",
            "index": 767
        },
        {
            "text": "The bell tower has three floors. There are five bells in the second floor that are rung from the first floor. The bells were made in France and sent to Việt Nam. The third floor is empty.",
            "index": 865
        },
        {
            "text": "The interior includes a typical layout of pews for the faithful on either side of an aisle and an ornate altar with an idol of Jesus on the wall.",
            "index": 1094
        },
        {
            "text": "The chapel can accommodate 1,500 people. – VNS",
            "index": 1266
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY – Located just 150km from HCM City is the Trà Sư cajeput forest in the Mekong Delta province of An Giang.",
            "index": 460
        },
        {
            "text": "Trà Sư is a typical cajuput forest on the western part of the Hậu River, a tributary of the Mekong. Waterways that cut through a forest of green melaleuca trees are a great way to reconnect with nature, breath in fresh air and listen to the sound of chirping birds, a world away from the noise and bustle of cities.",
            "index": 611
        },
        {
            "text": "Visitors can also enjoy watching locals harvest cajuput flower honey. Depending on the quality, a litre of this honey costs VNĐ300,000 to over VNĐ1 million (US$13-43).",
            "index": 968
        },
        {
            "text": "During a tour, visitors travel by motorboat and switch to a rowing boat on reaching the heart of the forest. This is when they can see many birds foraging and nesting. The forest is home to about 70 species of birds, including storks and bitterns.",
            "index": 1167
        },
        {
            "text": "A Trà Sư forest tour costs VNĐ190,000 per visitor. In groups of seven or more, the price drops to VNĐ95,000 per person. – VNS",
            "index": 1441
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — The Pătum Wôngsa Som Rông Pagoda in the Mekong Delta province of Sóc Trăng is one of the most beautiful and largest Khmer pagodas in the region.",
            "index": 495
        },
        {
            "text": "Ethnic Khmer pagoda Som Rông, famous for a giant reclining Buddha statue, looks even more magnificent when the sun goes down.",
            "index": 682
        },
        {
            "text": "It is located at 367 Tôn Đức Thắng Street in Sóc Trăng Town. The pagoda dates back to around 1785 and was originally built using bamboo, wood and simple leaf roofing.",
            "index": 839
        },
        {
            "text": "It is the work of the Khmer ethnic community that resides in the Mekong Delta.",
            "index": 1027
        },
        {
            "text": "The main hall is used for worship with its roof decorated with details depicting the goddess Keynor and Krud, a bird god. On both sides of the entrance are statues of qilin, a mythical chimerical creature known in East Asian cultures.",
            "index": 1132
        },
        {
            "text": "Its architecture combines both traditional Khmer culture and modernity with a unique colour scheme, creating a charming highlight.",
            "index": 1395
        },
        {
            "text": "The highlight of the temple is its reclining Buddha statue that is 63m long, 22.5m high and weighs 490 tonnes. It is currently one of the largest reclining Buddhas in Việt Nam. It can be seen from hundreds of metres away. — VNS",
            "index": 1552
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "An Chi",
            "index": 434,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/11/19/123637_van.jpg"
        },
        {
            "text": "Vân Hòa Plateau attracts tourists with its cool, pleasant climate, beautiful natural landscape, cultural and historical relics and traditional local cuisine.",
            "index": 462
        },
        {
            "text": "It is located in the centre of Phú Yên Province, in the communes of Sơn Long, Sơn Định and Sơn Xuân of Sơn Hòa District and a part of Tuy An District with lots of sunshine, wind and fog so it is called the \"Đà Lạt of Phú Yên\".",
            "index": 641
        },
        {
            "text": "The basaltic red land was formed by volcanic eruptions with an average altitude of 400m above sea level, creating cool weather year-round.",
            "index": 894
        },
        {
            "text": "Taking advantage of favourable natural conditions and the historical relics, locals have planted farms for fruit trees, vegetables, industrial plants and built resorts for tourism.",
            "index": 1054
        },
        {
            "text": "Historical land",
            "index": 1587,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/11/19/123639_hoa.jpg"
        },
        {
            "text": "Vân Hòa Plateau is located on the old trade road connecting the coastal area of ​​Phú Yên with the vast western region of the province to the Central Highlands. ",
            "index": 1631
        },
        {
            "text": "There are many historical revolutionary relics related to the national liberation struggle in the area, including the house to honour President Hồ Chí Minh and the Gò Thì Thùng tunnel relic which was recognised as a national historic site in 2008.",
            "index": 1814
        },
        {
            "text": "The house to honour President Hồ was built in 1969 in the place where Phú Yên people performed memorial services when he died. Since being named a national historic site in 2008, the house has been renovated.",
            "index": 2098
        },
        {
            "text": "Tourists often come here to offer incense to commemorate the late president, and learn history about the the resistance movement in Phú Yên during the war against the US.",
            "index": 2343
        },
        {
            "text": "Vân Hòa Plateau also has a very unique tunnel system.",
            "index": 2540
        },
        {
            "text": "Gò Thì Thùng tunnel was built in May 1964 and completed in August 1965 to serve the guerilla warfare. It is a 2km tunnel and 5m deep underground. The fortifications system on the ground is more than 10km in length.",
            "index": 2615
        },
        {
            "text": "Red Burmese grape gardens",
            "index": 2861
        },
        {
            "text": "As well as pleasant weather at Vân Hòa Plateau, the red Burmese grape gardens are a big tourist draw.",
            "index": 2915
        },
        {
            "text": "Elderly people in Lương Sơn Village, Sơn Xuân Commune say red Burmese grape trees naturally grew here long ago, but at that time there was almost no fruit. In the past decade, the trees have yielded rich fruit and they have a very strange red colour and are too sour to eat.",
            "index": 3043
        },
        {
            "text": "Photos of the Burmese grape trees with fruits hugging the trunk have since widely circulated on social networks and garden owners have gotten involved in tourism.",
            "index": 3715
        },
        {
            "text": "People consider the trees a godsend due to the money they bring in, so they don't cut them down to get land to plant crops as before and instead seek seedlings to plant.",
            "index": 3904
        },
        {
            "text": "Every large garden has more than 30 trees bearing fruits, the owners of which can earn at least VNĐ200,000 (US8.7) per day from tourism.",
            "index": 4105
        },
        {
            "text": "In addition to the entrance fees, the garden owners have opened food and beverage services, and parking to serve guests.",
            "index": 4268
        },
        {
            "text": "Nguyễn Như Phương, owner of Bốn Phương red Burmese grape garden, said in addition to the tourism business, people here cultivate seedlings of the trees to sell to tourists.",
            "index": 4410
        },
        {
            "text": "Posing with a tree costs tourists a mere VNĐ10,000 (or less if travelling in groups), but it's enough for the garden owner to maintain their garden.",
            "index": 4604
        },
        {
            "text": "“I like the wild beauty of Vân Hòa Plateau. Here I am immersed in wild flowers, breathing the fresh air and with very little cost, I also enjoy the garden of red Burmese grape trees,” said visitor Nguyễn Trọng Hòa from HCM City.",
            "index": 4779
        },
        {
            "text": "Hòa also enjoyed the traditional specialities of locals such as chicken stewed with fragrant fish sauce or sour soup with jackfruit leaves, salted beef and local mushrooms.",
            "index": 5029
        },
        {
            "text": "Vân Hòa has many wonderful streams and lakes such as Tía Stream, Cối Stream, Suối Phèn Lake and Vân Hòa Lake. In the early morning, mist spreads on the lake surfaces and over the mountains, creating a dreamy atmosphere.",
            "index": 5223
        },
        {
            "text": "This area has a traditional horse racing festival every spring and also hosts motorbike racing, kite flying and other sports. VNS",
            "index": 5464
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "BẠC LIÊU — The southern province of Bạc Liêu is intensifying efforts to boost tourism development with a focus on key service products to attract more visitors.",
            "index": 493,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/11/1/120076_3.jpg"
        },
        {
            "text": "Amidst the impact of the COVID-19 pandemic, the province is implementing tourism stimulus plans, attracting the participation of tourism businesses and ensuring COVID-19 prevention and control.",
            "index": 675
        },
        {
            "text": "The province aims to increase tourist demands with the launching of various tourism activities including a recent programme called Người Việt Nam ưu tiên đi du lịch Việt Nam (Vietnamese people priority to travel around Việt Nam).",
            "index": 895
        },
        {
            "text": "More than 20 enterprises and many large tourist destinations are joining the programme to boost domestic market travel demand.",
            "index": 1171
        },
        {
            "text": "The provincial Steering Committee for Tourism Development has also launched special promotion programmes including “peak months” to attract visitors to the province.",
            "index": 1324
        },
        {
            "text": "It plans to choose “peak months” such as those with big holidays in the third and fourth quarter of 2020 to hold cultural and tourism events, including by increasing the number of art performances at Cao Văn Lầu Theatre.",
            "index": 1516
        },
        {
            "text": "In addition, Bạc Liêu is focusing on building tours associated with cultural activities, ecotourism and practical experiences such as those to the province’s wind power plant, Bạc Liêu dandy's home, art memorial houses of đờn ca tài tử (southern folk music) and Cao Văn Lầu artist, Buddhism temples, Tắc Sậy Cathedral, Đồng Nọc Nạng relic, Hưng Thiện and Giác Hoa pagodas.",
            "index": 2118
        },
        {
            "text": "The province is developing a model of community tourism introducing visitors to traditional handicraft villages and their beautiful products.",
            "index": 2519
        },
        {
            "text": "Promotion of the advantages of agricultural tourism in rural areas has also been implemented to link key tourist zones in the province to create a unique product but not overlapping with those in other Mekong Delta provinces.",
            "index": 2682
        },
        {
            "text": "Bạc Liêu has intensified inspection and supervision and strictly dealt with units which let social disorder occur in localities and affect the safety and rights of tourists.",
            "index": 2934
        },
        {
            "text": "At the same time, the province has requested tourism service businesses, travel agencies, destinations and transportation management units provide quality and attractive tourism products with preferential promotional plans to lure more visitors to Bạc Liêu.",
            "index": 3149
        },
        {
            "text": "A project to develop tours for sightseeing, experiencing and shopping at the super-intensive and high-tech shrimp breeding areas under the co-operation investment of Việt Nam and Australia will be implemented along with the development of a tourism model of practical experience in the process of producing, harvesting and purchasing salt-based tourism products and gifts.",
            "index": 3463
        },
        {
            "text": "The province also works for tourism development with Hà Nội, HCM City, Mekong Delta localities and the southeast and south-central regions",
            "index": 3882
        },
        {
            "text": "This year, it plans to achieve tourism revenue of more than VNĐ3 trillion, up 18-30 per cent compared to last year, of which revenue from restaurant and hotel services is expected to reach more than VNĐ1.2 trillion, up 18-30 per cent compared to 2019.",
            "index": 4057
        },
        {
            "text": "It also hopes to welcome 3 million tourists, an increase of 10 per cent over last year.",
            "index": 4355
        },
        {
            "text": "A target of receiving more than 7 million tourists and a total tourism revenue estimated at VND10 trillion are also among targets that Bạc Liêu has set for 2025, as well as to make a contribution of 7 per cent to the province's GRDP.",
            "index": 4464
        },
        {
            "text": "However, due to the impact of the COVID-19 pandemic, the tourism industry in Bạc Liêu is facing many difficulties.",
            "index": 4729
        },
        {
            "text": "Many tourism firms have fallen into unstable and small operation.",
            "index": 4870
        },
        {
            "text": "In the first nine months of the year, the whole sector grossed total revenue of just VNĐ1.3 trillion compared to VNĐ3 trillion or 44.8 per cent of the yearly target, down by 20.7 per cent compared to the same period in 2019.",
            "index": 4957
        },
        {
            "text": "The province has only welcomed 1.58 million visitors while the target in 2020 is 3 million visitors, making up 52.6 per cent of the plan and down 6.7 per cent over the same period last year. VNS",
            "index": 5218
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY – Chim (Bird) Islet in the Mekong Delta province of Trà Vinh is a new community-based tourism destination in the region.",
            "index": 460
        },
        {
            "text": "Chim is a small islet on the Cổ Chiên River. To get there, tourists need to board a ferry at Bà Trầm ferry dock, also known as Phương Vinh – Long Hưng ferry dock, with motorbikes parked at a local’s house.",
            "index": 611
        },
        {
            "text": "The Trà Vinh tourism department launched the Chim Islet community-based tourism site in Châu Thành District in September last year.",
            "index": 848
        },
        {
            "text": "Chim Islet has managed to preserve the bucolic integrity of the Mekong Delta countryside, with distinguishing features like small lodges roofed by coconut canopies, and big water jars in front of each house.",
            "index": 1001
        },
        {
            "text": "The islet is currently inhabited by 54 families with 214 members.",
            "index": 1240
        },
        {
            "text": "The islet also boasts varied snacks and food to please tourists. Each household serves a different dish, in compliance with official arrangements, to diversify the tourist experience.",
            "index": 1327
        },
        {
            "text": "Tourists can enjoy a full authentic meal from the traditional cooking crafts of Mekong Delta locals.",
            "index": 1542
        },
        {
            "text": "After the meal, they can take a ride around the islet, and sample special desserts like coconut cakes with apricot leaves or pineapple-leaf juice. — VNS",
            "index": 1664
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY – Visitors can experience how to live as French residents 100 years ago at Ana Villas Dalat in the Central Highlands City of Đà Lạt.",
            "index": 445
        },
        {
            "text": "Seventeen old villas cover an area of 17ha built by the French in 1920 to accommodate the French community during the colonial time. The villas lie on a pine hill to the northwest of Đà Lạt, 2.5 kilometres from the Đà Lạt market.",
            "index": 613
        },
        {
            "text": "Each villa has a unique design though all have a large common area. The furniture is French-style, with much of it arranged in the original style.",
            "index": 879
        },
        {
            "text": "Tourists can stay at the resort or visit to view the villas. For the latter, western-style afternoon tea with cakes and fruits is available at VNĐ170,000 (US$7) and Asian-style lunch at VNĐ320,000 ($14).",
            "index": 1047
        },
        {
            "text": "Visitors can tour the place from 9am to 11am or 3pm to 5pm daily, and tour guides are available.",
            "index": 1277
        },
        {
            "text": "With over 1,300 structures built by the French, Đà Lạt City is known as the ‘French Architectural Museum’. The most renowned include the Con Gà Church, Đà Lạt Train Station, Pedagogical College of Dalat, and villas. – VNS",
            "index": 1415
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY  -- Y Tý Commune in the northern mountain province of Lào Cai is famous among Vietnamese trekkers for its beautiful scenery.",
            "index": 452
        },
        {
            "text": "Y Tý is located about 70km away from the centre of Sa Pa City, which is rather isolated due to northwestern Việt Nam's high surrounding mountains. The commune, which is 2,000 metres above sea level, is home to Mông, Dao, Giáy and Hà Nhì ethnic minority groups.",
            "index": 632
        },
        {
            "text": "In March, the fields are barren, but the arid ground is covered with blooming docynia trees, blanketing the villages with a white shade of natural beauty.",
            "index": 934
        },
        {
            "text": "If you visit the communes in the ripe rice season from late August to early September or harvest season in September-October, you will come across many trekkers enjoying the beauty of golden terraced fields.",
            "index": 1120
        },
        {
            "text": "Motorbikes are the most recommended mode of travel from Sa Pa to Y Tý since it is challenging for cars to traverse Y Tý’s mountainous route.",
            "index": 1349
        },
        {
            "text": "There are many homestays in Y Tý with good services and reasonable prices at US$4.3. The owners also provide a private-lodging choice for VNĐ1 million ($43). – VNS",
            "index": 1521
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — The Ministry of Culture, Sports and Tourism has resumed its domestic tourism stimulus programme to boost domestic travel demand as the COVID-19 pandemic gradually comes under control.",
            "index": 413
        },
        {
            "text": "Themed ‘Việt Nam – a safe and attractive destination’, the programme, which began on September 18, offers attractive stimulus travel packages through the year.",
            "index": 639
        },
        {
            "text": "A number of quality tourism products and service packages at reasonable prices will be introduced with flexible cancellation and postponement policies.",
            "index": 820
        },
        {
            "text": "The ministry has called on local tourism authorities and travel and tourism firms to deliver messages to public to highlight the attractiveness and uniqueness of various destinations.",
            "index": 993
        },
        {
            "text": "The tourism sector in co-ordination with travel firms will promote communication about safe and attractive destinations to restore travel confidence and demand.",
            "index": 1198
        },
        {
            "text": "All tour programmes are required to follow COVID-19 safety and prevention protocols to ensure the safety of staff, guests and communities.",
            "index": 1380
        },
        {
            "text": "The Việt Nam Tourism Association has been instructed to co-ordinate with its alliance of industry stakeholders, experts and enterprises to provide more attractive and safe options for travellers.",
            "index": 1545
        },
        {
            "text": "The alliance was established in February to revive the tourism industry, which has been one of the hardest hit by the pandemic.",
            "index": 1762
        },
        {
            "text": "The tourism stimulus programme was launched in May but was temporarily halted due to the second wave of COVID-19 that began at the end of July. —VNS",
            "index": 1911
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": "\n\tTrần Hoàng Nam",
            "index": 47
        },
        {
            "text": "\n\tThe northern province of Lai Châu, situated 450km northwest of Hà Nội, is not as popular a destination as Sa Pa in Lào Cai Province or Mộc Châu in Sơn La Province. Yet it has a primitive and mysterious beauty that is well worth exploring.",
            "index": 84
        },
        {
            "text": "\n\tLocal authorities have taken advantage of the diverse culture of 20 ethnic groups to develop homestays as a special tourism product.",
            "index": 360
        },
        {
            "text": "\n\tTẩn Thị Quế, director of Lai Châu Department of Culture, Sports and Tourism, said the authorities understand the demands of most tourists, especially foreign tourists, who prefer a natural environment and to experience local life.",
            "index": 855,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/8/27/107441_laichau.jpg"
        },
        {
            "text": "\n\tThe authorities have focused on community tourism areas like Sin Suối Hồ Culture-Tourism Village and Vàng Pheo Village in Phong Thổ District; Sì Thâu Chải Village, Nà Khương Village; Hon Village in Tam Đường District; San Thàng 1 Village and Gia Khâu 1 Village in Lai Châu City.",
            "index": 1108
        },
        {
            "text": "\n\t“Standard homestays have served tourists together with art troupes to entertain visitors. Furthermore, traditional handicrafts are restored like making the traditional cakes of the Giáy ethnic minority group in San Thàng Commune, traditional embroidery weaving handicraft of the Lự group in Hon Village, traditional steel forging of the Mông group in Sin Suối Hồ Village and making herbs for bathing of the Red Dao group in Sìn Hồ Commune,” she said.",
            "index": 1409
        },
        {
            "text": "\n\tQuế said various traditional festivals and games have been held after a long time of being stopped.",
            "index": 2215,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/8/27/107444_laichau-metrip4.jpg"
        },
        {
            "text": "\n\tShe said there are now 11 community tourism sites with 30 families offering homestay services.",
            "index": 2337
        },
        {
            "text": "\n\tTrần Đức Long, chairman of Lai Châu Tourism Association said locals have contributed a lot to the development of community tourism.",
            "index": 2454
        },
        {
            "text": "\n\tThey have better knowledge about improving hygiene, the landscape, planting more flowers and building more public toilets.",
            "index": 2608
        },
        {
            "text": "\n\tQuế said to provide qualified human resources to serve tourists, the department has opened training classes for locals using capital support from the EU and the province.",
            "index": 2753
        },
        {
            "text": "\n\tLocals have been trained with various skills to receive guesses in homestays, presentation skill, cooking skills.",
            "index": 2951
        },
        {
            "text": "\n\tQuế said the province has also trained tourist guides and developed safe agriculture products including providing clean meat, food and vegetables.",
            "index": 3087
        },
        {
            "text": "\n\tShe said the department has also enhanced PR work on websites, news sites, and social networks like Facebook, Facebook, YouTube and Zalo.",
            "index": 3261
        },
        {
            "text": "\n\tThrough his survey, chairman of UNESCO Hà Nội Travel Agencies Club, Trương Quốc Hùng, found that most of the families offering homestay services in Lai Châu have offered food and art performances.",
            "index": 3421
        },
        {
            "text": "\n\tHe thought locals should add more services like souvenirs and entertainment, as well as offering guests chances to experience farming, making handicraft products and exploring ethnic minority heritage.",
            "index": 3647
        },
        {
            "text": "\n\t“Except some impressive community tourism sites like Sin Suối Hồ Village, community tourism services in Lai Châu are still simple and lack creativity,” he noted.",
            "index": 3886
        },
        {
            "text": "\n\t“I think the typical features of ethnic groups like houses on stilts and traditional cultural activities at homestays have not been properly preserved and created stable trademark,” he said.",
            "index": 4075
        },
        {
            "text": "\n\tQuế said the locality has changed very slowly from agriculture to tourism.",
            "index": 4288
        },
        {
            "text": "\n\t“The infrastructure, traffic system from city to villages, accommodation and toilets are not of the same quality,” she said.",
            "index": 4385
        },
        {
            "text": "\n\tTo deal with those disadvantages, local authorities should invest more in infrastructure, she suggested.",
            "index": 4532
        },
        {
            "text": "\n\tQuế said next year, the department will open more training classes for families and further promote PR to advertise homestays as a main tourism product of the locality.",
            "index": 4659
        },
        {
            "text": "\n\tShe said the local tourism sector will also work more with travel agencies to create attractive tourism products.",
            "index": 4850
        },
        {
            "text": "\n\t“I hope travel agencies actively share experience dealing with community tourism with locals in the process,” she said.",
            "index": 4986
        },
        {
            "text": "\n\tPopular destinations in Lai Châu",
            "index": 5128
        },
        {
            "text": "\n\tÔ Quy Hồ Pass",
            "index": 5190
        },
        {
            "text": "\n\tThe pass is located in the northwestern route linking Lai Châu and Lào Cai Province, which is recognised as the longest pass in Việt Nam at 50km.",
            "index": 5233
        },
        {
            "text": "\n\tSì Thâu Chải Village",
            "index": 5401
        },
        {
            "text": "\n\t ",
            "index": 124
        },
        {
            "text": "\n\tLocated some 6km from the centre of Tam Đường District, the village is home to many people of the Dao ethnic minority group.",
            "index": 5785,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/8/27/107443_laichau-metrip3.jpg"
        },
        {
            "text": "\n\tWith breathtaking scenery, fresh air and cultural features, Sì Thâu Chải Village is a popular spot. ",
            "index": 5937
        },
        {
            "text": "\n\tMường Than rice field",
            "index": 6065
        },
        {
            "text": "\n\tThe field is located in Than Uyên District. Its beauty changes every season. In summer when farmers pour water into the field, it looks like a giant mirror reflecting the sky and mountains. In autumn when the rice gets yellow, it is like a painting of yellow waves.",
            "index": 6116
        },
        {
            "text": "\n\tPutaleng Peak",
            "index": 6404
        },
        {
            "text": "\n\tThe 3,049m-high peak is in the range of Hoàng Liên Sơn.",
            "index": 6447
        },
        {
            "text": "\n\tTrekkers like to conquer the peak along the streamline up to its source, passing dangerous slopes and giant stones.",
            "index": 6525
        },
        {
            "text": "\n\tBạch Mộc Lương Tử mountain",
            "index": 6984,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/8/27/107442_laichau-metrip.jpg"
        },
        {
            "text": "\n\tThough it’s not as high as Putaleng, Bạch Mộc Lương Tử is also worth checking out. It is as challenging as Putaleng, according to many trekkers. They have to trek on 30km route through various kinds of topography. Their reward is a breathtaking view over a sea of clouds below. ",
            "index": 7040
        },
        {
            "text": "\n\tWhen to visit Lai Châu",
            "index": 7356
        },
        {
            "text": "\n\tFrom December to March the area hosts many wild flowers and locals hold various traditional festivals.",
            "index": 7408
        },
        {
            "text": "\n\t ",
            "index": 124
        },
        {
            "text": "\n\tSeptember to October is also good period to explore Lai Châu. During that time, rice matures and the fields are filled with bright yellow.",
            "index": 7859
        },
        {
            "text": "\n\tHow to get there",
            "index": 8025
        },
        {
            "text": "\n\tBy bus",
            "index": 8071
        },
        {
            "text": "\n\tYou can buy tickets at Mỹ Đình Bus Station or book tickets on the bus routes of Khánh Thủy bus and Anh Tú bus companies.",
            "index": 8107
        },
        {
            "text": "\n\tThe bus normally stops in Than Uyên, Mường Tè, Mường So, Sìn Hồ, Pa Há or Dào San districts.",
            "index": 8250
        },
        {
            "text": "\n\tTickets range between VNĐ200,000 (US8.6) and 400,000 ($17.2) depending on the bus quality.",
            "index": 8365
        },
        {
            "text": "\n\tBy bike",
            "index": 8478
        },
        {
            "text": "\n\tIf you want to hire a bike, take a bus to Sa Pa and hire a bike there.",
            "index": 8515
        },
        {
            "text": "\n\tWith a bike, you can go by two routes: Hà Nội - Lào Cai – Sa Pa – Ô Quy Hồ – Lai Châu or Hà Nội – Phú Thọ – Yên Bái – Mù Cang Chải – Lai Châu. VNS",
            "index": 8608
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — Bánh Mì Chảo (bread with combo pan) and Bít Tết (Vietnamese style beef steak) served in frying pans are popular and easy to find in HCM City.",
            "index": 315
        },
        {
            "text": "The basic version with bread combo usually contains egg, pate, and sausage and bread.",
            "index": 499
        },
        {
            "text": "The best time to eat the dish is right after it is cooked. Typically, a mixture of chilli sauce and soy sauce are added. The egg yolk combined with seasoning makes for a tasty sauce that a piece of crispy bread is dipped into.",
            "index": 606
        },
        {
            "text": "The customers can also add more toppings such as ham and canned sardines. A dish cost from VNĐ30,000 to VNĐ50,000 (US$1.5 to 2.2).",
            "index": 864
        },
        {
            "text": "Another famous food served in a frying pan is Bít Tết also known as Bò Né. The beef slices frying in the pan exude a fragrance that is difficult to resist.",
            "index": 1021
        },
        {
            "text": "The dish will taste even better with an omelette, shumai, sausage and bread.",
            "index": 1208
        },
        {
            "text": "The dish with full topping costs about VNĐ50,000 to VNĐ70,000 ($2.2 to 3). — VNS",
            "index": 1306
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — Three hotels in Việt Nam are among the world's top 25 based on traveller recommendations from TripAdvisor.",
            "index": 442
        },
        {
            "text": "They include Hanoi La Siesta Hotel & Spa and JM Marvel Hotel & Spa in Hà Nội, and La Siesta Hoi An Resort & Spa located in Quảng Nam Province’s Hội An Ancient Town.",
            "index": 591
        },
        {
            "text": "The Hanoi La Siesta Hotel & Spa was second on the list, behind Viroth’s Hotel in Siem Riep, Cambodia. The hotel is located on 94 Mã Mây Street, Hòan Kiếm District, in Hà Nội's Old Quarter.",
            "index": 799
        },
        {
            "text": "The other two hotels are La Siesta Hoi An Resort & Spa at 12th, located at 134 Hùng Vương Street. It was described as an \"excellent choice for your stay in Hoi An\" by reviewers.",
            "index": 1023
        },
        {
            "text": "The 16th is JM Marvel Hotel & Spa, which is located at 16 Hàng Da, Hòan Kiếm District, in Hà Nội's Old Quarter. — VNS",
            "index": 1231
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — Tourism co-operation between HCM City and eight provinces in the country’s north-west will help create more tourism products and revive the industry post-pandemic, an online meeting between the localities on tourism development heard.",
            "index": 497
        },
        {
            "text": "The meeting last week was attended by relevant authorities from Điện Biên, Hà Giang, Hoà Bình, Lai Châu, Lào Cai, Phú Thọ, Sơn La, and Yên Bái provinces. ",
            "index": 769
        },
        {
            "text": "Standing vice chairman of the HCM City People’s Committee, Lê Thanh Liêm, said it is important for all participating provinces to carefully prepare to develop promising tourism products. ",
            "index": 955
        },
        {
            "text": "Last July a study team from the city Department of Tourism, Tourism Association, Saigontourist, and Vietravel visited the provinces to create tourism products.",
            "index": 1169
        },
        {
            "text": "A major conference on tourism co-operation between the two sides is expected to be held in late August though Liêm said the actual timing would be confirmed later.",
            "index": 1350
        },
        {
            "text": "Similar collaboration between the city and localities in the Mekong Delta and the south-east has been in place for a while now.",
            "index": 1535
        },
        {
            "text": "Liêm said the tourism strengths of the eight north-western provinces would be further enhanced with this tie-up.",
            "index": 1689
        },
        {
            "text": "Lê Văn Quý, vice chairman of the Điện Biên People’s Committee, said his province is home to the historical Điện Biên Phủ relic and has the potential to develop eco-tourism. ",
            "index": 1823
        },
        {
            "text": "But it has not thrived due to transportation limitations, he said.",
            "index": 2023
        },
        {
            "text": "“The province does not have any large tour operator, making it difficult to create tours jointly with other localities.”",
            "index": 2111
        },
        {
            "text": "With HCM City’s help, new tours to Điện Biên could be created and the province’s human resources could be trained better, he said.",
            "index": 2253
        },
        {
            "text": "Trần Đức Quý, vice chairman of the Hà Giang Province People’s Committee, said most tourism products in the north-west are similar, and so it is important to find out the unique and outstanding feature of each province to create diverse tours and attract more visitors.",
            "index": 2405
        },
        {
            "text": "“The north-west is rich in culture. Hoà Bình Province also plans to place more emphasis on the service industry, particularly tourism,” a representative of Hoà Bình Province said. — VNS",
            "index": 2695
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — A small coffee shop in Hội An in central Việt Nam attracts many visitors with its appealing views and good drinks.",
            "index": 486
        },
        {
            "text": "Two rectangular windows in the back are adorned with bougainvillea that, together with the yellow walls of typical Hội An architecture, make a nice background for a selfie.",
            "index": 658
        },
        {
            "text": "The café in Bạch Đằng Street offers a nice peek into local life along the riverbank. The best time to take a photo is in the morning or afternoon when the heat is less intense.",
            "index": 857
        },
        {
            "text": "The sunset can also be seen from the windows and visitors can sip a beer or take a boat ride on Hoài River under lit street lanterns to savor the local night life.",
            "index": 1060
        },
        {
            "text": "The café’s main staples are different kinds of coffees and teas. Prices are higher than at other establishments, ranging between VNĐ65,000 and VNĐ95,000 (US$2.8-4) a drink. It also offers cakes and ice-cream.",
            "index": 1250
        },
        {
            "text": "This can be an ideal location for friend or family gathering, or even a date. Many visitors stop at the café after a walk in the town and take photos.",
            "index": 1480
        },
        {
            "text": "The ancient city of Hội An was recognised by UNESCO as a World Heritage Site in 1999 and still preserves its cultural values as a busy trading port dating back 400 years among which are more than 1,000 houses built between 100 and 200 years ago.",
            "index": 1657
        },
        {
            "text": "The city has been challenged by the tests of time to preserve both its tangible and intangible culture and heritage. — VNS",
            "index": 1929
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — A suspension bridge located 2,000 metres above sea level with separate wooden planks hanging amid beautiful vistas in Sa Pa City would probably be a big challenge even for the bravest of souls.",
            "index": 562
        },
        {
            "text": "The bridge named \"Heaven’s Gate\" is located on top of Ô Quy Hồ Pass in northern Việt Nam's Sa Pa Town, which is well-known for its natural beauty and indigenous highland cultures.",
            "index": 813
        },
        {
            "text": "The bridge in the Hoàng Liên Sơn mountain range is 200m long.",
            "index": 1024
        },
        {
            "text": "Visitors can walk on the 171 wooden steps to cross the bridge with protective gear, including a helmet and seatbelt attached to the cable above.",
            "index": 1112
        },
        {
            "text": "Visitors will be rewarded with stunning panoramic views of Ô Quy Hồ Pass and the Hòang Liên Sơn mountain range, which runs for 180 kilometres in the northwestern mountain provinces of Lào Cai, Lai Châu and Yên Bái.",
            "index": 1283
        },
        {
            "text": "A visit on the suspension bridge costs VNĐ150,000 (US$6.5). — VNS",
            "index": 1534
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — The Quỷ Núi (Devil Mountain) Tourist area has opened in the Central Highlands province of Lâm Đồng.",
            "index": 437
        },
        {
            "text": "The Devil Mountain Tourist area is one of Việt Nam's largest ghostly and macabre constructions, with investment from the Liên Minh Group.",
            "index": 561
        },
        {
            "text": "The area, located just about 20 minutes drives from Đà Lạt, has a ghostly and macabre architecture and landscape. The Devil Mountain area has 116 freshwater aquatic species, some with the size of an adult's arm span and a unique demon garden with tens of thousands of ancient ferns.",
            "index": 717
        },
        {
            "text": "The Devil Mountain area is considered one of the most natural stone constructions in Việt Nam with 18 million stream stones. Nearly 5,000 unique memorabilia are on display at the museum. — VNS",
            "index": 1043
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tHCM CITY — The 100-year-old Hạnh Thông Tây Church in HCM City’s Gò Vấp District attracts many visitors at the weekend with its Byzantine style beauty.",
            "index": 445
        },
        {
            "text": "\n\tA French contractor took three years to build the church with a fund from Lê Phát An, uncle of empress Nam Phương, the last empress of Việt Nam, and son of Lê Phát Đạt, also known as Huyện Sỹ, one of the four richest persons in Cochinchina at the time.",
            "index": 615
        },
        {
            "text": "\n\tThe church’s design is of Byzantine style, modeled after the old church, the Basilica of Vitale, in Ravenna, Italy. Byzantine architecture incorporates a dome roof and many windows.",
            "index": 892
        },
        {
            "text": "\n\tThe main dome is 30 metres high. The Byzantine influence makes Hạnh Thông Tây Church different from the vast majority of churches in Việt Nam, which are often built in a Gothic or Roman style.",
            "index": 1098
        },
        {
            "text": "\n\tThe 500-square-metre church features intricate reliefs and mosaic paintings on its walls.",
            "index": 1305
        },
        {
            "text": "\n\tThe church is also where Lê Phát An and his wife were put to rest. Their graves are made of marble with Renaissance style carvings. — VNS",
            "index": 1409
        },
        {
            "text": "\n\t ",
            "index": 47
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tHCM CITY — Grilled chicken in bamboo tube, minced pork grilled in dong leaves, and purple sticky rice are must-try dishes in Việt Nam's northwestern region.",
            "index": 493
        },
        {
            "text": "\n\tGrilled chicken in bamboo tube is a famous dish of the Thai ethnic minority people who live in several northwestern provinces. The dish features chicken that is marinated with mắc khén, a signature pepper used in the region, for about an hour and then placed in a hollow bamboo section.",
            "index": 676
        },
        {
            "text": "\n\tThe chef closes the section with dong leaves (phrynium placentarium) for added flavor before grilling the tube.",
            "index": 984
        },
        {
            "text": "\n\tThe other dish grilled with dong leaves and mắc khén pepper is minced pork.",
            "index": 1112
        },
        {
            "text": "\n\tThe chef has to be careful to ensure that the meat is cooked evenly and comes out golden and the leaves only lightly burned on the outside.",
            "index": 1216
        },
        {
            "text": "\n\tThe purple colour of the sticky rice is very eye-catching and delicious.",
            "index": 1370
        },
        {
            "text": "\n\tThe rice requires time and meticulousness. The cook dyes the rice with a leafy plant that can only be found in the mountains. The leaves are boiled for more than one hour, turning the water purple.",
            "index": 1452
        },
        {
            "text": "\n\tThe rice is then soaked in this water for about 8-10 hours. When the rice has changed color, It is ready to cook. The rice can be served with salt or pork. — VNS",
            "index": 1659
        },
        {
            "text": "\n\t ",
            "index": 47
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tHCM CITY — The 800-year-old Nhạn Tower is one of the must-visit places in Tuy Hòa Town in coastal Phú Yên Province.",
            "index": 447
        },
        {
            "text": "\n\tNhạn Tower is located on a flat piece of land near the top of Nhạn mountain, built in the 11th and 12th centuries.",
            "index": 582
        },
        {
            "text": "\n\tThe tower has a square plan and is 23.5m high. Like many other Chăm towers stretching along the central coast, Nhạn Tower faces East, which is the direction of the sun and spirit.",
            "index": 721
        },
        {
            "text": "\n\tThe pinnacle has four corners that resemble lotus buds, and there is a monolithic rock symbolising a Linga, a male being symbolising Shiva, one of three supreme Hindu deities.",
            "index": 925
        },
        {
            "text": "\n\tThe Nhạn Tower is built entirely of solid bricks, shown by research to be lightweight, durable, and more compressive than the normal equivalents.",
            "index": 1115
        },
        {
            "text": "\n\tIt is still a mystery how the Chăm people managed to hide the joints between the bricks.",
            "index": 1270
        },
        {
            "text": "\n\tThe Nhạn Tower overlooks Tuy Hòa Town, the coast, and Hùng Vương Bridge spanning the mouth of the Đà Rằng River. The tower was named a Special National Monument in 2018. — VNS",
            "index": 1368
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — The Tân Định Church in HCM City’s District 3, also known as the Pink Church, has been included on the list of 10 \"pink\" global destinations by British magazine Conde Nast Traveler.",
            "index": 514
        },
        {
            "text": "It is one of the oldest churches in the city and considered to be one of the country's most beautiful structures.",
            "index": 778
        },
        {
            "text": "It dates back to the 18th century and was built under the supervision of Father Donatien Eveillard, according to Conde Nast Traveler.",
            "index": 942
        },
        {
            "text": "Construction commenced in 1870 and completed six years later. It is the second largest church in Sài Gòn after the iconic Saigon Notre Dame Basilica, closed for renovation over the next two years.",
            "index": 1133
        },
        {
            "text": "On top of the 52m tall main tower stands a cross three metres high. Inside the tower hangs a 5.5 tonne bell. The inner sanctum accommodates two rows of columns, with the altar made of Italian marble.",
            "index": 1375
        },
        {
            "text": "The other destinations on the list include Pink Beach on Komodo Island in Indonesia, India's Jaipur, the Gallery at Sketch in the UK, Keukenhof Tulip Gardens in the Netherlands and the legendary Don Caesar Hotel in the US. — VNS",
            "index": 1625
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — The Hồ Chí Minh Mausoleum in Hà Nội City’s Ba Đình District will close from June 15 to August 15 for annual maintenance work, according to the mausoleum’s Management Board.",
            "index": 374
        },
        {
            "text": "The Hồ Chí Minh Mausoleum is an important landmark of the capital city Hà Nội and the political and social history of Việt Nam.",
            "index": 613
        },
        {
            "text": "After his death on September 2, 1969, President Hồ Chí Minh was embalmed and put on view in the granite mausoleum. The mausoleum, modelled after Lenin's tomb in Moscow, was built from 1973 to 1975 with materials donated by people from all over the country.",
            "index": 786
        },
        {
            "text": "Millions of people visit the Hà Nội memorial each year, making it one of the capital’s most popular attractions.",
            "index": 1098
        },
        {
            "text": "Việt Nam is among several countries that have embalmed their leaders’ bodies, including Russia, China and North Korea.",
            "index": 1256
        },
        {
            "text": "A group of scientists, including four Russian experts and seven Vietnamese, last year examined President Hồ Chí Minh’s embalmed body at the mausoleum, and said it was in \"excellent condition\". — VNS",
            "index": 1430
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — The Xiêm Cán Pagoda in the Mekong Delta province of Bạc Liêu has attracted many visitors with its splendid beauty and great hospitality of the local people.",
            "index": 444
        },
        {
            "text": "Xiêm Cán Pagoda is one of the biggest and most splendid Khmer pagodas in southern Việt Nam.",
            "index": 638
        },
        {
            "text": "Located seven kilometres from Bạc Liêu Town, the pagoda was built in 1887 on an area of over 4,500 square metres near a coastal alluvial ground, that hosted many constructions, all of them facing the East, a principle in Khmer culture.",
            "index": 751
        },
        {
            "text": "The pagoda also has many features that highlight Khmer history and culture. The original name of the pagoda was Komphirsakor Prét Chru, which means “deep river”. It was later changed to Xiêm Cán, meaning “adjacent to water”.",
            "index": 1008
        },
        {
            "text": "The pagoda is also harmonious with the architecture of Sala – the place where monks and the Khmer people gather to prepare for important ceremonies.",
            "index": 1254
        },
        {
            "text": "There are many towers where ashes of dead monks are preserved.",
            "index": 1424
        },
        {
            "text": "It is a typical feature that helps distinguish the Khmer pagodas with others seen from outside. — VNS",
            "index": 1508
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — If you are looking for a quiet place, spiritual blessings and natural wonders for the weekend but do not have too much time, Tây Ninh Province is a perfect option.",
            "index": 393
        },
        {
            "text": "Tây Ninh is blessed with beautiful landscapes including Bà Đen Mountain and Lò Gò - Xa Mát National Park.",
            "index": 594
        },
        {
            "text": "Bà Đen Mountain is famous throughout the country. These advantages are helping Tây Ninh develop its cultural and ecological tourism.",
            "index": 721
        },
        {
            "text": "It is a famous spiritual tourist draw. Travelling by cable car, visitors can take in historical sites and old pagodas.",
            "index": 875
        },
        {
            "text": "From Bà Đen Mountain, tourists can view Dầu Tiếng Lake, 25 kilometres from Tây Ninh. This is the biggest artificial freshwater lake in Việt Nam, with an area of 27,000 hectares.",
            "index": 1015
        },
        {
            "text": "Tây Ninh also has the ecological diversity of the 18,000 hectare Lò Gò - Xa Mát National Park, home to diverse species of fauna and flora.",
            "index": 1219
        },
        {
            "text": "Beside mountains and national parks, Tây Ninh is also home to 12 different traditional crafts, including those making rice paper, chili salt, incense, woodwork, and conical hats. — VNS",
            "index": 1384
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — If you're looking for a place to kayak in Việt Nam, Hạ Long Bay, Ba Bể Lake or Tuyền Lâm Lake are the best places to enjoy Việt Nam’s most beautiful landscapes from the water.",
            "index": 401
        },
        {
            "text": "Listed in the world’s 25 leading places for kayaking, Hạ Long Bay in Quảng Bình Province will not disappoint.",
            "index": 619
        },
        {
            "text": "Exploring Hạ Long Bay by kayak, visitors will be captivated by the charming and elegant beauty of the land.",
            "index": 755
        },
        {
            "text": "A kayak tour will take the visitors through peaceful floating villages, limestone karst, and mysterious stalactite caves.",
            "index": 889
        },
        {
            "text": "A rental kayak costs from VNĐ100,000 to 200,000 (US$4.3-8.6) per hour.",
            "index": 1032
        },
        {
            "text": "Tuyền Lâm Lake is another fantastic spot for kayaking. This lake is located 5km to the south of the centre of Đà Lạt City in Lâm Đồng Province. No one can deny the romantic beauty of Đà Lạt.",
            "index": 1129
        },
        {
            "text": "However, seeing this city from a kayaking trip is totally a different and unforgettable experience.",
            "index": 1341
        },
        {
            "text": "Exploring Ba Bể Lake at the Ba Bể National Park in Ba Bể District, Bắc Kạn Province by kayak will allow visitors to get up close to different species of wildlife, pass through lush forests, skirt karst mountains and slip inside small caves, all in an eco-friendly manner. — VNS",
            "index": 1462
        }
    ],
    [
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tHồng Minh",
            "index": 435,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/5/14/86421_Bach Mã 1 - Stones hopping - fun yet challenging.jpg"
        },
        {
            "text": "\n\tBeing big on nature, I always look out for nice treks in the wild whenever I travel. Returning to Huế for the second time, I had a gut feeling about where I would be going, but was still amazed by the natural gems awaiting in Bạch Mã National Park.",
            "index": 474
        },
        {
            "text": "\n\tLocated in a mountainous area on the border between the former North and South of Việt Nam, the park is reachable from Huế and Đà Nẵng by motorbike or bus. The drive from Huế did not take me more than two hours.",
            "index": 775
        },
        {
            "text": "\n\tSince motorbikes are not allowed inside the park, you should go on a tour or book a minivan which costs approximately VNĐ700,000 (about US$30) for a round trip. No worries if you are a solo traveler. The park officers are generally happy to find you a tour at the entrance to the park. I was fortunate enough to encounter a tour at the ticket office and they let me join their group for half the price of the full tour. And there began the fun!",
            "index": 1029
        },
        {
            "text": "\n\tMesmerising nature",
            "index": 1511
        },
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tGoing with a tour group has its advantages. The guide briefed us about the national park in the van. Bạch Mã National Park lies at an average height of 1,45m above sea level. Sprawling across 37,487ha, the park is home to a plethora of flora and fauna, including 93 species that appear on the Vietnamese Red List and Global Red List of endangered species.",
            "index": 1898,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/5/14/86426_Bạch Mã 3 - Spot a lizard when trekking (1).jpg"
        },
        {
            "text": "\n\tI could feel the freshness and tranquility as soon as we entered the jungle. The higher we went, the cooler it got.  The tour guide said the average temperature in the park was around 25°C but dropped to 19°C from 1,200m. Along the trail, it was not difficult to spot various creatures such as snakes and lizards.",
            "index": 2301
        },
        {
            "text": "\n\tDue to the weather and location, the vegetation is different from Yok Đôn National Park in the Central Highlands that I visited before. If Yok Đôn is home to khộp (dipterocarp), the oil-family trees that shed their leaves during the dry season to save energy, Bạch Mã is made up of evergreen trees. Of course, both national parks have their own beauty that mesmerise every nature lover.",
            "index": 2682
        },
        {
            "text": "\n\tUnexpectedly fantastic trek",
            "index": 3103
        },
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\tThe nature was fascinating, but the trek was what I was looking for. It started off as unadventurously as possible since the van drove us to the top of the mountain from where we had a view of the entire park.",
            "index": 3532
        },
        {
            "text": "\n\tI had no idea what the trek would hold, and there are plenty of options for all abilities, but we opted for the “Five Lake Trek”.",
            "index": 3774
        },
        {
            "text": "\n\t“The park is home to a collection of lakes and waterfalls, grouped into an area called Five Lakes”, the guide said, adding that the area was the most popular adventure trail, but not many visitors took on the challenge.",
            "index": 3931
        },
        {
            "text": "\n\tThat excited me, and following a narrow, slippery path, we headed deep into the jungle. It was hard to stay clean and dry during the trek as some parts required us to use all four limbs to traverse.",
            "index": 4203
        },
        {
            "text": "\n\tThe trek was not overly intense but challenging enough to make our hearts pump. We climbed over rocks and cliffs, holding onto cables that had been slung along the side. It also involved climbing down a couple of crude ladders and hopping across stones in a river. Despite the sometimes nerve-racking terrain, I genuinely loved the adrenaline rushing through my veins as I was hanging upside down on a wire trying to pull myself across a stream.",
            "index": 4439
        },
        {
            "text": "\n\tHowever, that did not mean the trek was without its dangers. While crossing the river, I recklessly hopped from one stone to another, and failed. Luckily I was holding tightly to the rope and did not drift away, but I was absolutely soaked.",
            "index": 4912
        },
        {
            "text": "\n\tWe stopped for lunch break by a waterfall next to the third lake. Some of the group members took the chance to take a dip, but I was happy enjoying lunch while relaxing my feet in the frigid water.",
            "index": 5195
        },
        {
            "text": "\n\tAfter lunch the trek continued for another kilometre and a climb down and up to reach the top of the highest waterfall in Việt Nam, called Thác Đỗ Quyên (Rhododendron Waterfall). We took some time to enjoy the fresh air and experience even more spectacular natural views.",
            "index": 5430
        },
        {
            "text": "\n\tThe trek was beyond my expectations. Calling it “a trek” does not really cut it. It should be dubbed “an adventure” like the guide said. Bạch Mã National Park is a hidden gem in the Central Region, and I cannot wait to have more expeditions in this stunning park. - VNS",
            "index": 5754
        },
        {
            "text": "\n\t ",
            "index": 47
        },
        {
            "text": "\n\t ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HÀ NỘI — US dollar billionaire Phạm Nhật Vượng, Chairman of Vingroup, will put into operation DeepView24, a 24-seat tourist submarine, to serve visitors at Vinpearl Nha Trang in the southern province of Khánh Hòa in December.",
            "index": 366,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/5/11/85532_A1.jpg"
        },
        {
            "text": "The submarine was tested in March.",
            "index": 600
        },
        {
            "text": "The DeepView24 can take 24 passengers, a pilot and a co-pilot down to 100-metre depths in air-conditioned comfort, providing panoramic views of the aquatic world through colossal 140-mm acrylic windows. Where other subs offer restricted views, this vehicle is very close to a giant transparent tube, like a glass walkway through an aquarium, tall enough to stand in.",
            "index": 1009,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/5/11/85533_A2.jpg"
        },
        {
            "text": "The submarine is built by Triton Submarines, which is the biggest name in deep-sea exploration submersibles, having built the extraordinary DSV Limiting Factor, a \"deep-sea elevator\" capable of popping down to the bottom of the Mariana Trench several times a week for extended visits.",
            "index": 1399
        },
        {
            "text": "DeepView24 is a tourist submarine equipped with the most technological advances that have been sold in the past two decades, aiming to meet the increasing needs of customers who wish to explore the deep sea.",
            "index": 2029,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/5/11/85534_A3.jpg"
        },
        {
            "text": "Bruce Jones, Co-Founder and CEO of Triton Submarines, says it's a \"quantum leap\" forward from every other tourist sub built in the last 34 years – of which where have been less than 60 – and “competitively superior in all respects. To look at it, we don't doubt it. This looks like by far the comfiest and most immersive way to explore the sea floor that we've ever seen.” — VNS",
            "index": 2592
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — Bánh Khọt (mini savory pancake) is a great breakfast dish that visitors must try when staying at Vũng Tàu beach in Bà Rịa-Vũng Tàu Province.",
            "index": 415
        },
        {
            "text": "The tiny crispy pancake is cooked in small round molds, with other ingredients like pork, mung beans, shallots and coconut milk added on top. The rim should be slightly burnt to add flavor to the tasty treat. The cake is eaten by being rolled in fresh leaves and dunked in fish sauce.",
            "index": 602
        },
        {
            "text": "There are many versions of Bánh Khọt such as the Cửu Long (Mekong) Delta Bánh Khọt, which is softer, thicker and usually more yellow due to the addition of turmeric powder.",
            "index": 895
        },
        {
            "text": " Vũng Tàu’s Bánh Khọt is flatter, crunchier and is white, with shrimp and shrimp powder on top.",
            "index": 1095
        },
        {
            "text": "Bánh Khọt Góc Vú Sữa, located at 14 Nguyễn Trường Tộ Street, Vũng Tàu, is the best place to try Bánh Khọt Vũng Tàu. — VNS",
            "index": 1216
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY — A 70-year-old eatery that serves rice in stone pots instead of the typical porcelain pots is located on 65-67 Tôn Thất Đạm Street in HCM City’s District 1.",
            "index": 459
        },
        {
            "text": "The stone pot gives the rice more fragrance and the right amount of softness, and keeps it warm longer. The pots have a traditional design, said Trần My My, 50, the onwer of Chuyên Ký, who inherited the shop from her grandmother.",
            "index": 659
        },
        {
            "text": "Her grandmother’s cooking method involves putting the rice in the pot first before adding water and placing it in a multi-level cooking steamer.",
            "index": 922
        },
        {
            "text": "The rice in stone pots comes with chicken, red sausage or beef and costs VNĐ60,000 (US$2.6). Chuyên Ký also serves regular rice with a wide variety of dishes such as chicken stew with Chinese herbs and sweet and sour pork. Each costs around VND100,000 ($4.3) for two to three people.",
            "index": 1085
        },
        {
            "text": "The restaurant is open from 11am to 2pm and 5pm to 9pm every day. — VNS",
            "index": 1382
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY The HCM City Museum of History is located at Nguyễn Bỉnh Kiêm Street in District 1, set beside Saigon Zoo and Botanical Gardens, which were built by the French colonialists.",
            "index": 448
        },
        {
            "text": "The museum opened in 1929 with the harmonious combination of French and Asiatic influences. Both the building and the surrounding gardens  give an exceptional escape from the bustling vibe of the city.",
            "index": 639
        },
        {
            "text": "The museum itself has an area of 3,000 square meters and is divided into several rooms with 18 display spaces. All the rooms are connected with each other through the main hall.",
            "index": 854
        },
        {
            "text": "One of the largest museums in the south, it has more than 40,000 artifacts from many countries and ethnic groups.",
            "index": 1040
        },
        {
            "text": "The displays consist of two main parts. The first exhibits artifacts of Vietnamese history dating from the prehistoric era to the end of the Nguyễn Dynasty (1802-1945), the country's last royal family; the other features the history of southern Việt Nam and some Asian countries.",
            "index": 1162
        },
        {
            "text": "The museum is open seven days a week and the entry fee is VNĐ30,000 (US$1.3). — VNS\n\n ",
            "index": 1450
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY Tà Puồng Waterfall is one of Việt Nam Central’s most impressive natural sights, with an unspoilt beauty.",
            "index": 488
        },
        {
            "text": "It is located in Tà Puồng Village, Hướng Hóa District,  120km from Đông Hà Town of Quảng Trị Province.",
            "index": 610
        },
        {
            "text": "The waterfall is 30-35m hight, with large water flow, maintained throughout the year. Tà Puồng waterfall majestically pours water all year, like  white silk.",
            "index": 726
        },
        {
            "text": "A 20-minute walk further downstream leads you to another waterfall. Though lower at 10 meters, the second waterfall is wider than the first.",
            "index": 902
        },
        {
            "text": "From afar, as locals describe, its cascading waters resemble the luscious hair of local girls. VNS",
            "index": 1051
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "HCM CITY The Cửu Long (Mekong) Delta is home oi about 600 Khmer pagodas  and each  temple has a unique feature. The Bat Pagoda, for example, is home to thousands of bats.",
            "index": 422
        },
        {
            "text": "Bat Pagoda,, or Ma Toc, Mahutup Temple is the typical architectural complex representing the beliefs of Khmer people. It is located approximately 3 km southeast of Sóc Trăng City.",
            "index": 695
        },
        {
            "text": "At the entrance, visitors will be overwhelmed by the bright and shiny yellow colour that nearly covers the entire Bat Pagoda. While the main gate is simply decorated, the sub-gates are decorated with five-head giant snakes.",
            "index": 920
        },
        {
            "text": "The pagoda is a place of worship for devout Buddhists, most  from the Khmer community. It is also a social space for the community where traditional festivals are held.",
            "index": 1189
        },
        {
            "text": "The attractiveness of the Bat Pagoda also comes from the vast garden with numerous ancient trees interspersed with fruit trees like mango.",
            "index": 1408
        },
        {
            "text": "Thousands of bats hang like fruit on trees. In the peak season, the temple attracts more than a million bats. VNS",
            "index": 1592
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY – The 100-year-old Bửu Sơn Pagoda in Đồng Nai Province, built in the 18th century, rests on only one pillar.",
            "index": 521
        },
        {
            "text": "The pagoda in Biên Hòa City’s Hòa Bình Ward was built initially with bamboo walls and wooden columns. The 100sq.m sanctum has an octagonal roof that represents the eight-fold path to free oneself from suffering, according to the tenets of Buddhism.",
            "index": 657
        },
        {
            "text": "After two major renovations in 1937 and 1965 during which all the roof trusses were rebuilt and connected at one center pillar, locals started to call it the One Pillar Pagoda.",
            "index": 939
        },
        {
            "text": "It is structurally different from Hà Nội’s One Pillar Pagoda where one main outdoor pillar carries the entire pagoda's weight.",
            "index": 1124
        },
        {
            "text": "The Bửu Sơn Pagoda has one wooden pillar in the middle of the sanctum, surrounded by Buddha idols that are placed based on the northern doctrines.",
            "index": 1264
        },
        {
            "text": "After several restorations, Bửu Sơn Pagoda is now a modern structure spread over 1,000sq.m in the middle of Biên Hòa City. – VNS",
            "index": 1424
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — Visitors can take a new tour of the country's largest lake, Ba Bể Lake in Bắc Kạn and Na Hang – Lâm Bình Nature Reserve, in Tuyên Quang Province.",
            "index": 506
        },
        {
            "text": "Ba Bể is made up of three smaller lakes, Pé Lầm, Pé Lù and Pé Lèng. The lake is surrounded by a complex system of mountains, valleys, rivers, waterfalls, caves and villages steeped in traditional ethnic minority cultures.",
            "index": 676
        },
        {
            "text": "The 61,300ha Na Hang – Lâm Bình Nature Reserve is set in a remote jungle along the banks of the Gâm and Năng rivers. It is home to magnificent caves and a diverse ecosystem with many species of endangered flora and fauna, including the Tonkin snub-nosed monkey. — VNS",
            "index": 916
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — Thousands of weapons and war uniforms from around the world dating back centuries are on display at the country's largest private museum in the southern city of Vũng Tàu in Bà Rịa – Vũng Tàu Province.",
            "index": 558
        },
        {
            "text": "Robert Taylor, 74, of the UK first opened the museum in 2012 and closed it shortly afterwards due to personal reasons. The museum reopened in 2016 at a new address on Trần Hưng Đạo Street.",
            "index": 788
        },
        {
            "text": "The French-designed structure was built in 1912 and covers a total area of 1,500sq.m. The museum displays over 2,500 weapons and war uniforms from across the globe. The owner has classified them into different sections based on the period they were used.",
            "index": 1000
        },
        {
            "text": "It is the largest private museum of weaponry in Việt Nam, according to the Việt Nam Book of Records. More than 1,000 weapons including guns, swords and knives are housed at the museum. The museum is open every day with an entrance fee of VNĐ70,000 (US$3) for adults and half price for children under 12. VNS",
            "index": 1278
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — The traditional craft of fish-sauce making in Nam Ô Village in Đà Nẵng City’s Liêu Chiểu District has received national intangible cultural heritage status.",
            "index": 523
        },
        {
            "text": "The recognition from the Ministry of Culture, Sports and Tourism came early this month after it met criteria related to local cultural identity, cultural diversity and human creativity preserved for generations.",
            "index": 719
        },
        {
            "text": "Located about three kilometres from the foot of Hải Vân Pass, Nam Ô is one of Việt Nam’s oldest and most famous fish-sauce making villages, with a history of more than 400 years. ",
            "index": 954
        },
        {
            "text": "More than 100 households make 50,000l of the sauce every year. Black anchovies are their main raw materials. A kilo of the fish can produce half a litre of sauce.",
            "index": 1147
        },
        {
            "text": "Fish sauce is considered the soul of Việt Nam's cuisine, and is included in cooking as a key component or used as a dipping sauce. — VNS",
            "index": 1333
        },
        {
            "text": " ",
            "index": 68
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — Not far from a crowded market in HCM City is a temple that enshrines a revered hero with a bloody family tragedy.",
            "index": 452
        },
        {
            "text": "Ông Bà Chiểu Temple sits on a piece of land that is shaped like a turtle’s back and slightly higher than its surroundings. The temple’s location is considered supreme in feng shui terms.",
            "index": 595
        },
        {
            "text": "It is located next to Bà Chiểu Market in Bình Thạnh District and is where hero and high-ranking mandarin of the Nguyễn Dynasty, Lê Văn Duyệt (1764-1832), is buried along with his wife Đỗ Thị Phận.",
            "index": 799
        },
        {
            "text": "The temple has four gates named after the cardinal directions, with the Southern Gate now used as the main one.",
            "index": 1009
        },
        {
            "text": "According to the monument management board, 100-200 locals and foreigners visit every day. During Tết (Lunar New Year), 100,000 people visit to pay their respects. — VNS",
            "index": 1134
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — Established during the 2000s, an area in HCM City known as Little Tokyo or Little Japan represents a distinct cultural enclave in the city centre.",
            "index": 469
        },
        {
            "text": "Twenty years ago, only a few Japanese restaurants were located on Lane 15B of Lê Thánh Tôn Street and its connecting alleys in the city’s District 1.",
            "index": 650
        },
        {
            "text": "Opposite the alley on the other side of Lê Thánh Tôn are several high-end housing complexes popular among Japanese expatriates. ",
            "index": 813
        },
        {
            "text": "The area has expanded to line 300 metres of Lê Thánh Tôn Street, connecting Thái Văn Lung, Thi Sách and Ngô Văn Nam streets where authentic Japanese restaurants and shops line the sidewalks.",
            "index": 970
        },
        {
            "text": "The area boasts plenty of bars, coffee shops, hotels, convenience stores, spas and massage parlors decorated with signs in Kanji, red lanterns and wooden doors reminiscent of Japan.",
            "index": 1179
        },
        {
            "text": "Restaurants are simply decorated and cozy in stark contrast to the fancy and luxurious Japanese eateries opened by Vietnamese in other areas. ",
            "index": 1374
        },
        {
            "text": "Another smaller Japanese community was later established on Phạm Viết Chánh Street in Bình Thạnh District. — VNS",
            "index": 1535
        }
    ],
    [
        {
            "text": "\n\tHồng Minh",
            "index": 74
        },
        {
            "text": "\n\tAs capital cities go, I must confess Vientiane has to be one of the smallest and indeed quietest I have ever been too.",
            "index": 219
        },
        {
            "text": "\n\tThat said it was the perfect pit-stop point to recharge the family’s batteries and get back on the road. This was, after all, a road trip.",
            "index": 473
        },
        {
            "text": "\n\tNext stop Luang Prabang – a place that in days gone by was the capital of Laos.",
            "index": 747
        },
        {
            "text": "\n\tThe trip to Luang Prabang from Vientiane is around 340km, which roughly takes eight hours. Our chosen route was along the ‘mother road’ or to use its real name, Highway 13.",
            "index": 962
        },
        {
            "text": "\n\tDissecting the country from north to south along the Mekong River from the Chinese border to the Cambodian border, this is the main road in Laos.",
            "index": 1275
        },
        {
            "text": "\n\tNo matter your destination, chances are you will drive along Highway 13. And that’s not a problem, in fact comparing it to Việt Nam’s highways, it really is a pleasant drive.",
            "index": 1561
        },
        {
            "text": "\n\tYou won’t find rest stops and service stations every 10km like you would in Việt Nam, but instead more of an open road experience.",
            "index": 1871
        },
        {
            "text": "\n\tI must give a special shout-out to the Vietnamese lorry driver we met on our travels who gave us a great tip. His advice was if you are looking for a nice place to eat, or you need to fill up with petrol, just pick one of the many small towns or villages we passed.",
            "index": 2137
        },
        {
            "text": "\n\tLet’s face facts, nobody knows the roads or better places to dine than those who travel them every day. It’s a golden rule of mine when choosing a place to eat, head where the trucks are parked, they know best!",
            "index": 2538
        },
        {
            "text": "\n\tAnother tick in the box of opting for car over train or bus, is you never need to be committed to the place you are planning on staying.",
            "index": 2884
        },
        {
            "text": "\n\tWe have all booked online before only to be slightly disappointed when arriving at our hotel or homestay if in the flesh it is not quite as pretty as those online photograph promise, so with your own mode of transport, you always have the option to say a polite ‘no thanks’ and head off to another spot.",
            "index": 3156
        },
        {
            "text": "\n\tThe route ran smoothly in the first 100km from Vientaine, then the challenge started with about 200km of hills and slopes from Vang Vieng to Luang Prabang. The degree of steepness was sometimes up to 12 per cent. But as we agreed previously, an advantage of travelling by car is that we can stop whenever we want and taking a rest on the way. The party-town of Vang Vieng or the river-town of Kasi are both good options. As we planned to save these towns for the way back to the south, we just went ahead to Luang Prabang.",
            "index": 3595
        },
        {
            "text": "\n\tLuang Prabang is a mountain city, surrounded by two rivers of the Mekong and the Nam Khan and also a tourist city. There are about 30 temples and pagodas. Most hotels are two-storey similar to those you will find in the old town of Hội An in Việt Nam. The atmosphere here is very fresh and life seems more vibrant than the capital of Vientiane by the vast array of tourists from many different cultures.",
            "index": 4268
        },
        {
            "text": "\n\tIn Luang Prabang, a must-see spot is Kuang Si Falls to take a swim in the jade-coloured water, climb Mount Phou Si to watch the sunset in the late afternoon, go to the bamboo bridge over the Nam Khan River and walk through history visiting the Royal Palace. It is also highly recommended to wake up early in the morning to take part in the long traditional and sacred Sai Bat or morning alms by placing food and items in the bowls of lines of monks.",
            "index": 4817
        },
        {
            "text": "\n\tThen you can visit the local wet market to buy fresh bananas, or fish from the Mekong River. The night market in Luang Prabang is also worth visiting. There are no parking fees in Luang Prabang, but it is necessary to look around, see if your parking space is blocking anyone's access or homes. And again, absolutely do not honk here. Remember… you are not in Hà Nội anymore!",
            "index": 6044,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/3/5/72410_laokuangsi2.jpg"
        },
        {
            "text": "\n\tNext we took a slight detour by heading onto Highway 7 to visit the Plain of Jars in Xieng Khouang Province before returning to Highway 13 to visit the rural villages around Kasi Town and enjoy tourist and adventurous activities in Vang Vieng Town. Taking a hot air balloon at sunrise or sunset in Vang Vieng should be on the list.",
            "index": 6907,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/3/5/72411_laoluang 8.jpg"
        },
        {
            "text": "\n\tTaking Highway 13 from Vang Vieng, running through Vientiane again, we moved southwards to Highway 13 South. The road down here is much flatter and straight with forests and fields along the highway.",
            "index": 7714,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/3/5/72407_laochum.jpg"
        },
        {
            "text": "\n\tPhoto opportunities are aplenty. It’s a good job our cameras are digital these days or we would have ran out of film!",
            "index": 8054
        },
        {
            "text": "\n\tWe passed two cities that were almost a home from home. Here you will find many Việt kiều (overseas Vietnamese) living and operating businesses of Thakkek and Savannakhet (or Kaysone Phomvihane officially).",
            "index": 8307
        },
        {
            "text": "\n\tVisiting the Savannakhet Dinosaur Museum is recommended if there are kids on your road trip.",
            "index": 8656
        },
        {
            "text": "\n\tThe next stop was Paksé in the southernmost provincial capital of Champasak. This small and peaceful city reminded me a lot of Châu Đốc Town in Việt Nam’s An Giang Province. Located on the banks of the Mekong River, separated only by the width of the water with Thailand.",
            "index": 8884
        },
        {
            "text": "\n\tThe centre of Paksé is an old colonial neighbourhood with many French-style villas that have been renovated to become an Indochina-style hotel.",
            "index": 9296
        },
        {
            "text": "\n\tFrom Paksé we drove from Champasak to visit Wat Phou, an ancient temple made entirely of stone, considered to be the origin of the Angkor population. It has been recognised as a World Cultural Heritage. We also visited the largest waterfall in Southeast Asia, Khone Phapheng, and explored the wild paradise in the Four Thousand Islands on the Mekong River in Si Phan Don.",
            "index": 9575
        },
        {
            "text": "\n\tFrom here we headed toward Veun Kham-Dom Kralor, the only legal border gate between Cambodia and Laos.",
            "index": 10087
        },
        {
            "text": "\n\tIt was great to travel across Laos, meeting the friendly people, tasting the great food. But now it was time to say Khop jai (thank you) and La gon (goodbye) to Laos! So much more to see and do but our next stop is Cambodia.",
            "index": 10330
        },
        {
            "text": "\n\tNow where's my phrasebook, I need to brush up on my Cambodian. — VNS",
            "index": 10719
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        },
        {
            "text": "\n\t ",
            "index": 1137
        }
    ],
    [
        {
            "text": "\n\tBy Hồng Minh",
            "index": 47
        },
        {
            "text": "\n\tIf you are already fed up with waiting hours at airports or sick to the back teeth of overcrowded night buses, then maybe you next choice of travel transport should be a good, old fashioned, road-trip.",
            "index": 69
        },
        {
            "text": "\n\tPack up the car, get a great playlist ready for the stereo, and take a trip crossing the borders of Indochina, seeing the amazing sights of Việt Nam, Laos and Cambodia.",
            "index": 280
        },
        {
            "text": "\n\tOne of the advantages is you are in charge. You stop when you want to stop, drive at whatever pace suits your needs, and whenever you round a corner and see yet another breath-taking photo opportunity, there is no one there to stop you pulling over and snapping away.",
            "index": 458
        },
        {
            "text": "\n\tPreparations needed include a “passport” for your car to cross the border gates.",
            "index": 735
        },
        {
            "text": "\n\tThis Việt Nam-Laos-Cambodia Cross-border Transport Permit can be applied for at your local Department of Transport about three working days before you hit the road. It is free.",
            "index": 825
        },
        {
            "text": "\n\tThere are different border gates between Việt Nam and Laos that you can pick depending on your first destination, Vientiane or Luang Prabang.",
            "index": 1016
        },
        {
            "text": "\n\tAfter working out times, road situation and safety, we opted for the Hồ Chí Minh Road to the central province of Hà Tĩnh’s Hương Sơn to cross Cầu Treo-Nam Phao Border Gate for the capital Vientiane first. There is another option of taking National Highway 1 instead, which is more convenient and shorter than Hồ Chí Minh Road but will cost you a few hundreds of thousands đồng for toll.",
            "index": 1167
        },
        {
            "text": "\n\t",
            "index": 1572
        },
        {
            "text": "\n\tWe were in no hurry, so we took the more economical route.",
            "index": 2018,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/2/27/71070_lao6.jpg"
        },
        {
            "text": "\n\tIt took about an hour to fulfil all customs procedures at the border gates then it was time to hit the Laos open road. ",
            "index": 2086
        },
        {
            "text": "\n\tDriving here is made easy thanks to Google Maps, or other offline apps. On the 334-km road from Laksao to Vientiane, we went through 120km of Highway 8 and 214km of Highway 13. ",
            "index": 2220
        },
        {
            "text": "\n\t",
            "index": 2412
        },
        {
            "text": "\n\tWe had heard about the ‘silence of the traffic’ in Vientiane, but it was not until we saw it with our own eyes and of course heard very little with our own ears, that we realised it was true.",
            "index": 2810,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/2/27/71065_lao1.jpg"
        },
        {
            "text": "\n\tNo more constant tooting of horns and no longer are we blinded by the bright headlights in front of us. It was clear we were in Việt Nam no more.",
            "index": 3016
        },
        {
            "text": "\n\tGranted in the capital city, the traffic became a little bit busier with bulky pick-ups filling the roads although it is difficult to complain too much as these clearly served a purpose. The streets in Vientiane may be narrow, but the traffic flow is very orderly as cars rarely encroach in the path of motorbikes.",
            "index": 3171
        },
        {
            "text": "\n\t",
            "index": 3495
        },
        {
            "text": "\n\tThe point of travelling by personal car, besides being cost effective, is also convenience, especially in Vientiane. A friend of mine who works for the Mekong River Commission Office there said it is difficult to call taxi as they do not have a modern communications system.",
            "index": 3885,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/2/27/71066_lao2.jpg"
        },
        {
            "text": "\n\tAlso addresses are not clear, but thankfully our destinations were easy to locate using map apps. Tap in the address and bingo, a route is quickly planned out.",
            "index": 4169
        },
        {
            "text": "\n\tAnd once there, get ready to be amazed because there is so much to see.",
            "index": 4338
        },
        {
            "text": "\n\tRelics are normally temples and pagodas, one of the most famous being Wat Si Muang with a statue of King Sisavang Vong in front of, Wat Si Saket with thousands of Buddhist statues. In Haw Phra Kaew you will find old copper statues, and of course Laos' symbol Pha That Luang with a gold-covered large Buddhist stupa.",
            "index": 4419
        },
        {
            "text": "\n\t",
            "index": 4769
        },
        {
            "text": "\n\tWhen the sun sets there’s no better place to be than strolling along the Mekong where we enjoyed the riverside night market and the Arc de Triomphe gate in Vientiane's central square.",
            "index": 5181,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/2/27/71067_lao3.JPG"
        },
        {
            "text": "\n\t",
            "index": 5374
        },
        {
            "text": "\n\tIf you visit, these places are an absolute must.",
            "index": 5715,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/2/27/71069_lao5.jpg"
        },
        {
            "text": "\n\tBut let’s face facts here, when visiting places you have never been aside from the sights and sounds, it really is the people that make the difference.",
            "index": 5773
        },
        {
            "text": "\n\tAnd in Vientiane, Lao people were friendly to the max and all ready to greet us with a “Nop” with their hands together in a praying gesture and a smile of “Sabaidee” (Hello).",
            "index": 5934
        },
        {
            "text": "\n\t",
            "index": 6118
        },
        {
            "text": "\n\tWe were glad we arrived, and glad we were welcomed so warmly. Our first impressions of Laos after experiencing Vientaine? Lovely, and we can’t wait to get back on the open road and experience everything else on offer. — VNS",
            "index": 6464
        },
        {
            "text": "\n\tTo be continued next week.",
            "index": 6697
        },
        {
            "text": "\n\tPart 2: Discovering Laos along NH13 and heading to Cambodia",
            "index": 6733
        },
        {
            "text": "\n\t ",
            "index": 964
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — Pờ Ma Lung in Lai Châu Province, one of Việt Nam’s top 10 highest mountains, attracts scores of climbers with its challenging route.",
            "index": 515
        },
        {
            "text": "The mountain, 2,967m high, is located in Lang Village in Phong Thổ District in the mountainous northern region. It is infamous for its length and roughness, with its first pitstop accessible after a trek of eight to nine hours.",
            "index": 667
        },
        {
            "text": "From Lang Village, visitors walk about 5km along the hillside before reaching the foot of Pờ Ma Lung, from which climbers ascend 20km to the top. The road hugs local irrigation channels before skirting a mighty waterfall.",
            "index": 943
        },
        {
            "text": "This journey provides stunning jungle greenery and magical terraced fields, with a few small houses dotting the valley below. – VNS",
            "index": 1193
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — As one of the oldest and largest communal houses in the Central Highlands, Kon Jo Dri is part of the memories of many local village children.",
            "index": 464
        },
        {
            "text": "Kon Jo Dri is a small village on the banks of Dak Bla River in Dak Ro Wa Commune of Kon Tum Town, home to the Ba Na ethnic minority.",
            "index": 640
        },
        {
            "text": "The local communal house of the same name was built in 1977.",
            "index": 781
        },
        {
            "text": "Considered the largest in the region with a height of 16m and width of 12m, it serves festivals, gatherings, New Year parties, cultural exchanges and traditional gong performances.",
            "index": 850
        },
        {
            "text": "From the centre of Kon Tum, visitors have to pass over famous Kon Klor, the longest and most beautiful suspension bridge in the Central Highlands crossing Dak Bla River, to reach the small village of Kon Jo Dri. Kon K'Tu ancient village, about 2km from Kon Jo Dri, is another local gem.",
            "index": 1044
        },
        {
            "text": "Local boat rides offer an ideal means of exploring Dak Bla River. – VNS",
            "index": 1349
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HÀ NỘI — The Ba Vì National Park, about 60km west of Hà Nội, is a weekend getaway that allows people to reconnect with nature.",
            "index": 447
        },
        {
            "text": "Trekking through the 11,000ha park is a highly recommended activity.",
            "index": 587
        },
        {
            "text": "A trek, which typically lasts two to four hours, takes in the forest and waterfalls.",
            "index": 664
        },
        {
            "text": "Trees hundreds of years old and mossy rocks appear as trekkers go deeper into the forest.",
            "index": 757
        },
        {
            "text": "On the way back to Hà Nội, it is a good idea to stop by Đồng Mô Lake, 25km from the park to watch the sun set.",
            "index": 855
        },
        {
            "text": "Besides its great views, this 200ha lake is a spot favoured by local fishermen because of the good catch at all times. — VNS",
            "index": 974
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY – The US magazine Forbes has listed Whale Island in the central province of Khánh Hòa among the 10 must-visit diving destinations this year.",
            "index": 444
        },
        {
            "text": "Whale Island, with an average water temperature that hovers around 28 degrees Celsius, is known for its macro gems hidden among the lush soft corals, which makes drift diving here that much more exciting, the magazine said.",
            "index": 607
        },
        {
            "text": "Located in Vân Phong Bay, around 100 kilometres from the beach town of Nha Trang, Whale Island, also called Hòn Ông, is one of the top destinations for scuba diving, kayaking and snorkeling in the country.",
            "index": 849
        },
        {
            "text": "Whales and whale sharks flock to the archipelago to feed on masses of krill and plankton between April and July, giving the place its name, Forbes said.",
            "index": 1063
        },
        {
            "text": "The island remains almost untouched since there are no inhabitants in the area. Whale Island Resort is the only resort on the island.",
            "index": 1224
        },
        {
            "text": "Known for its long stretches of beautiful beaches and scuba diving, Nha Trang has been attracting large numbers of foreign tourists, especially Chinese and Russians in recent years. – VNS",
            "index": 1366
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY  Việt Nam has jumped three places from last year to seventh in the list of world's fastest growing travel destinations, according to a UN report.",
            "index": 441
        },
        {
            "text": "The country is in the midst of a tourism boom, and its visitor numbers last year rose at one of the fastest rates in the world, by 16.2 per cent to 18 million, according to the report of the United Nations World Tourism Organization (UNWTO).",
            "index": 609
        },
        {
            "text": "To promote Việt Nam tourism, the country has launched an online visa system for travelers on short holidays and casual business trips.",
            "index": 869
        },
        {
            "text": "It has also added 35 more countries, including emerging tourism markets in Europe, to the list of those whose nationals can visit the country with e-visas, expanding the list to 80 countries.",
            "index": 1012
        },
        {
            "text": "European countries like Denmark, Norway, Sweden, Finland, and Belarus are emerging tourism markets for Việt Nam. Western Europeans spend an average of US$1,316 per trip.",
            "index": 1212
        },
        {
            "text": "The most famous destinations in Việt Nam include coastal cities like Nha Trang, Đà Nẵng and Mũi Né.",
            "index": 1390
        },
        {
            "text": "With its visa waivers, the government expects 20.5 million visitors in 2020 and revenues of $35 billion, equivalent to 10 percent of GDP. — VNS",
            "index": 1503
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY  The Bà Đen (Black Lady) Mountain Spring Festival kicked off at the Bà Đen Mountain Historical, Cultural and Tourism Relic Site in Tây Ninh Province on January 28.",
            "index": 519
        },
        {
            "text": "“Hương Sắc Tây Ninh” (The Scent and Beauty of Tây Ninh) is the theme of this year’s festival.",
            "index": 720
        },
        {
            "text": "Attending the opening ceremony were Võ Văn Phuông, member of the Party Central Committee and standing deputy head of its Popularisation and Education Commission Department; Trần Lưu Quang, member of the Party Central Committee and standing deputy secretary of HCM City Party Committee; and Phạm Viết Thanh, member of the Party Central Committee and secretary of Tây Ninh Party Committee; and other authorities and hundreds of local residents.",
            "index": 822
        },
        {
            "text": "Performances from local and HCM City artists, along with a fireworks display, were seen at for the opening ceremony.",
            "index": 1278
        },
        {
            "text": "The Bà Đen Mountain Spring Festival is an annual event, taking place between the 4th and the 16th of the first lunar month. During the festival, visitors enjoy activities including movie screenings, art performances, and folk games.",
            "index": 1413
        },
        {
            "text": "Earlier, at the Bà Đen Mountain Historical, Cultural and Tourism Relic Site, the Tây Ninh People’s Committee and Sun Group held an inauguration ceremony for a modern cable car system.",
            "index": 1664
        },
        {
            "text": "Covering an area of 10,959m2, the Bà Đen Cable Car Station has a modern design and unique features, which have been recognised by the Guinness World Records Organisation as the “World’s Largest Cable Car Station”.",
            "index": 1871
        },
        {
            "text": "This is the first part of the Sun World Bà Đen Mountain Resort Complex project that has been put in use, with the total investment of over VNĐ2,000 billion (US$86,000) for the first phase.",
            "index": 2098
        },
        {
            "text": "Bà Đen is the highest mountain in the southeast, rising to a height of 986 metres.",
            "index": 2310
        },
        {
            "text": "There are two cable car systems on the mountain. Vân Sơn cable car carries visitors to the top of Bà Đen Mountain and has 113 cabins, while Chùa Hang cable car goes up to Bà Đen Pagoda and has 78 cabins.",
            "index": 2401
        },
        {
            "text": "Bà Đen Mountain received nearly one million pilgrims and tourists on the occasion of this Lunar New Year, up 50 per cent year on year, according to the province's People’s Committee. VNS",
            "index": 2633
        }
    ],
    [
        {
            "text": "\n\t",
            "index": 47
        },
        {
            "text": "\n\tA trip to Việt Nam is not complete without a visit to Hạ Long Bay. The spectacular landscape this week celebrated 20 years since it was recognised by UNESCO as a World Natural Heritage site. Have you been there? Share your photos and impressions in the comment section below.",
            "index": 410
        },
        {
            "text": "\n\t ",
            "index": 705
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HÀ NỘI  Việt Nam International Tourism Mart  (VITM) 2020 will be held on April 1-4 focusing on preserving heritage and promoting heritage tourism.",
            "index": 468,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/1/14/62710_flamingo.jpg"
        },
        {
            "text": "With the theme Heritage – Power of Việt Nam Tourism, the biggest annual event of national tourism will be held by the Việt Nam Tourism Association (VITA), and supported by the Ministry of Culture, Sport and Tourism.",
            "index": 709
        },
        {
            "text": "In the eighth edition, VITM will be coincided with the 60th anniversary of the establishment of the tourism industry.",
            "index": 970
        },
        {
            "text": "Vũ Thế Bình, vice chairman of VITA, explained at a press conference on Friday that heritage is the most important resource of Vietnamese tourism, the key factor to lure domestic and international tourists.",
            "index": 1133
        },
        {
            "text": "“However, natural conditions and inadequate exploitation have led to damages and bad impacts on many heritage sites, besides, the limited budget for embellishment and protection of heritage also make the situations complicated,” Bình said.",
            "index": 1384
        },
        {
            "text": "“I affirm the importance of preserving and promoting the value of the heritage to the future of the country’s tourism industry. The VITM will include photo exhibitions and workshops on this field to raise people’s awareness and promote heritage tourism.”",
            "index": 1669
        },
        {
            "text": "Following the success of the last show in 2019 with over 85,000 visitors, 502 booths and 720 exhibitors from 27 countries and territories, VITM 2020 will be back impressively.",
            "index": 1969
        },
        {
            "text": "Bình revealed that the event will have the participation of businesses, agencies, tourism promotion agencies from 45 provinces and cities nationwide. Until now, enterprises from 17 countries and territories have registered to take part including South Korea, the US, Australia, Thailand, China, Japan, Philippines, North Korea, Indonesia, Malaysia, UAE, Cuba, and Sri Lanka.",
            "index": 2190
        },
        {
            "text": "As usual, the most attractive part of VITM is the tourism stimulus programme. This year, the organising board promised to offer 100,000 cheap tickets, 1‌8,000 package tours, more than 15,000 vouchers with up to 50 per cent discount and many other gifts for customers.",
            "index": 2610
        },
        {
            "text": "As part of the event, the national forum Heritage - Development Resources of Việt Nam Tourism will be held to discuss cultural heritages’ contributions to tourism and economic development.\nAt the seminar Tourism Looks toward the Future, participants will propose eco-friendly tourist products and introduce technological application in tourism development.",
            "index": 2923
        },
        {
            "text": "Other activities include an awarding ceremony honouring individuals and tourism businesses, art performances and culinary presentations.",
            "index": 3329
        },
        {
            "text": "Đinh Ngọc Đức, director of the Market Department under the Việt Nam National Administration of Tourism (VNAT), said the sustainable development, heritage preservation and environment protection are remarkable issues to mention at all activities of VITM. ",
            "index": 3511
        },
        {
            "text": "“Tangible and intangible heritage have been the leading resource to Việt Nam tourism,” he said.",
            "index": 3816
        },
        {
            "text": "“Through VITM, we will call on authorities, business and tourism labours to preserve, protect heritage and promote value of heritage through sustainable tourism to make heritage become a strong support for the national tourism.” VNS",
            "index": 3957
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "Thu Hằng",
            "index": 455,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/1/9/61064_cangio4.jpg"
        },
        {
            "text": "Noted for its vast mangrove forests, pure air and wildlife sanctuaries, the coastal district of Cần Giờ and its Mangrove Biosphere Reserve is a perfect weekend break from the frenzied activity of the country's big cities.",
            "index": 489
        },
        {
            "text": "Located 50km southeast of the HCM City centre, the Cần Giờ wetlands can be visited easily by speedboat, car, motorbike or bus.",
            "index": 734
        },
        {
            "text": "Regarded as the “green lung” of the city, the area is home to more than 33,900 hectares of mangroves, one of the most extensive rehabilitated mangrove forests in the world.",
            "index": 879
        },
        {
            "text": "In 2000 UNESCO designated Cần Giờ as the first Mangrove Biosphere Reserve in Việt Nam.",
            "index": 1075
        },
        {
            "text": "With a coastal line of 23km and a river network stretching 22,000 hectares, Cần Giờ has perfect conditions for aquaculture and agriculture as well as eco-tourism and sea tourism.",
            "index": 1175
        },
        {
            "text": "Eco-tourism",
            "index": 1367
        },
        {
            "text": "Often referred to as the \"kingdom of salt\", Thiềng Liềng Island in Cần Giờ District’s Thạnh An Commune has been transformed from an isolated place without electricity and limited living conditions to a new eco-tourism site.",
            "index": 1404
        },
        {
            "text": "The island is home to more than 200 households, with most of them living on salt farming and the rest involved in shrimp and oyster aquaculture and fish farming.",
            "index": 1641
        },
        {
            "text": "With more than 400 ha of land for salt farming, the island has salt output of 20,000 tonnes every year.",
            "index": 1821
        },
        {
            "text": "A visit to the island offers hands-on experiences such as working on salt farms and learning about salt production, and catching shrimp and crab with fishing nets.",
            "index": 1938
        },
        {
            "text": "The serene and peaceful sunset on the white salt farms on the island is best viewed between December and May, the salt cultivation period.",
            "index": 2120
        },
        {
            "text": "Visitors can also trek through the mangroves to conquer Giồng Chùa Mountain, the only high hill in HCM City, and view the mangroves and salt fields. ",
            "index": 2272
        },
        {
            "text": "At night, visitors are entertained with popular cải lương (reformed opera) songs performed by local people living on the island.",
            "index": 2450
        },
        {
            "text": "In the early morning, visitors can ride a bicycle around the island and catch the sunrise, breathing the pure fresh air.",
            "index": 2596
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "Lê Trương Hoàng Nam, a young man from HCM City, said: “My first impression as visiting Cần Giờ is untouched nature, an unpolluted environment, and peacefulness, which cannot be found in the city. The friendliness and warm hospitality of the locals also impress me. This place is a great escape from stressful city life.\"",
            "index": 3067,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/1/9/61062_cangio2.jpg"
        },
        {
            "text": "\"Delicious dishes made with fresh seafood, locally grown vegetables and herbs, served with fish sauce or chilli salt, make perfect meals for visitors,\" he said.",
            "index": 3421
        },
        {
            "text": "Nguyễn Thị Ánh Hoa, deputy director of HCM City's Department of Tourism, said: \"The coastal district of Cần Giờ with its forest and sea ecosystem played a vital role in the city’s tourism development.\"",
            "index": 3610
        },
        {
            "text": "\"The peaceful Thiềng Liềng Island, not far from the bustling economic hub of HCM City, makes it a special place to visit,\" she added.",
            "index": 3820
        },
        {
            "text": "In recent years, community-based tourism has been developed, offering unique experiences about local life and culture, she said.",
            "index": 3967
        },
        {
            "text": "Several households have invested in home-stay services to serve overnight visitors over the past year. They have received training in tourism-related services such as accommodation, transportation, and dining and entertainment services.",
            "index": 4109
        },
        {
            "text": "Wildlife sanctuary",
            "index": 4364
        },
        {
            "text": "The mangroves in Cần Giờ have a high biodiversity with more than 200 species of fauna and 52 species of flora, according to UNESCO.",
            "index": 4408
        },
        {
            "text": "A variety of wildlife such as bats, birds, saltwater crocodiles and macaques are found at the Vàm Sát Ecological Park, a section of the Mangrove Biosphere Reserve.",
            "index": 4548
        },
        {
            "text": "The 600-hectare Vàm Sát natural bird sanctuary is home to 70,000 birds of 26 different species. Visitors can observe thousands of birds flying around during the nesting season from April to October.",
            "index": 4720
        },
        {
            "text": "At Vàm Sát, tourists can also board rowing boats to explore the bat swamps where fruit bats nest.",
            "index": 4932
        },
        {
            "text": "The breeding season for the bat is in the 11th lunar month when thousands of bats hold their children against their chests in their nests.",
            "index": 5048
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "The 26 metre-high tower at the centre of Vàm Sát is a prime place for visitors to observe the immense panorama of the forest and wildlife.",
            "index": 5592,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/1/9/61063_cangio3.jpg"
        },
        {
            "text": "Jan Bordewijk, a tourist from Holland, said: “An eco-tour to Cần Giờ on a speedboat was nice. To me it was a bit like the Amazon area in Brazil. I saw a lot of mangroves, trees and big rivers. It's a pity we could not see some animals because it was not the best time of the year.\"",
            "index": 5754
        },
        {
            "text": "The Rừng Sác Guerrilla Base, Dần Xây Mangrove Park, Monkey Island, and the city-level architectural site Ông Thuỷ Tướng Temple (Temple worshipping the whale) are also appealing tourist attractions in Cần Giờ.",
            "index": 6079
        },
        {
            "text": "Seafood specialities ",
            "index": 6306
        },
        {
            "text": "Wetland specialties such as crab, mudskipper, duck, mullet and oyster that grow naturally in mangroves make up most of the signature dishes of Cần Giờ.",
            "index": 6353
        },
        {
            "text": "Roasted crabs with tamarind sauce, grilled mudskippers with chili salt, sour eeltail catfish soup, and grilled oysters are must-try dishes for any foodie.",
            "index": 6528
        },
        {
            "text": "Dried shark catfish, bird's nest, and mango in Cần Giờ District are specialties that HCM City has given incentive policies for production, brand building and trade promotion.",
            "index": 6696
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "Cruise tourism",
            "index": 7332,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2020/1/9/61066_cangio6.jpg"
        },
        {
            "text": "Ferries linking Cần Giờ District and Vũng Tàu City are scheduled to start in April, facilitating transport between the cities, according to the city's Department of Transport.",
            "index": 7372
        },
        {
            "text": "The ferry service with a capacity of 250 passengers, 100 motorbikes and 15 cars is expected to bring more tourists from Bà Rịa-Vũng Tàu Province to Cần Giờ District.",
            "index": 7561
        },
        {
            "text": "It takes three and a half hours to travel by car from Vũng Tàu City to Cần Giờ District, but only 30 minutes by ferry.",
            "index": 7735
        },
        {
            "text": "Phan Xuân Anh, chairman of Viet Excursions, said that passengers on cruise ships that dock at ports in Bà Rịa-Vũng Tàu Province preferred to take river tours to Cần Giờ for sightseeing instead of travelling for two hours by cars to visit the centre of HCM City.",
            "index": 7872
        },
        {
            "text": "“Cần Giờ should take advantage of river-based tourism because it could receive a huge number of cruise passengers from Bà Rịa-Vũng Tàu Province,” Anh said.",
            "index": 8142
        },
        {
            "text": "Over the last five years, the number of tourists visiting Cần Giờ District rose by 10 per cent each year, according to the district’s People’s Committee. ",
            "index": 8321
        },
        {
            "text": "This year, the district welcomed 2.57 million visitor arrivals, up 29 per cent compared to last year.",
            "index": 8489
        },
        {
            "text": "The district’s tourism revenue is estimated at VNĐ1.4 trillion (US$60.51 million) this year, a year-on-year increase of 40 per cent. —VNS",
            "index": 8599
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        },
        {
            "text": " ",
            "index": 68
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — The 300-year-old Dinh Cậu Temple on Kiên Giang Province’s Phú Quốc Island is a place for fishermen to pray for a smooth voyage.",
            "index": 488
        },
        {
            "text": "Perched on an odd-shaped formation of rocks overlooking the ocean, located 200 metres west of Dương Đông Town, the temple is the most visited shrine on Phú Quốc, Việt Nam’s largest island.",
            "index": 655
        },
        {
            "text": "According to historical annals, the temple was built in 1937 and underwent restoration in 1997. To reach the sacred site, pilgrims must first ascend 29 winding stone steps.",
            "index": 857
        },
        {
            "text": "The shrine is built on sanctified soil offering protection from disasters at sea.",
            "index": 1043
        },
        {
            "text": "Dinh Cậu Temple, apart from its spiritual renown, also boasts spectacular sunsets and calm and clear water, as well as a night market ideal for shopping and dining, and experiencing the unique Phú Quốc culture. — VNS",
            "index": 1133
        },
        {
            "text": " ",
            "index": 68
        }
    ],
    [
        {
            "text": " ",
            "index": 68
        },
        {
            "text": "HCM CITY — Pờ Ma Lung in Lai Châu Province is among Việt Nam’s top 10 tallest mountains, attracting scores of climbers with its challenging route.",
            "index": 519
        },
        {
            "text": "The mountain, 2,967 metres high, is located in Lang Village in Phong Thổ District in the mountainous northern region. It is infamous for its length and roughness, with its first pitstop accessible after a trek of eight to nine hours.",
            "index": 689
        },
        {
            "text": "From Lang Village, visitors walk about 5 km along the hillside before reaching the foot of Pờ Ma Lung, from which climbers ascend 20 km to the top. The road hugs local irrigation channels before skirting a mighty waterfall.",
            "index": 966
        },
        {
            "text": "This journey provides stunning jungle greenery and magical terraced fields, with a few small houses dotting the valley below. — VNS",
            "index": 1218
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "By Lâm Giang",
            "index": 397,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2019/12/12/56890_conthonb.jpg"
        },
        {
            "text": "Only two kilometres north of Buôn Ma Thuột City, Ako Dhong holds the hidden beauty of a traditional village of the Ê Đê ethnic group.",
            "index": 455
        },
        {
            "text": "We were amazed to find a traditional village still thriving in a modern city.",
            "index": 669
        },
        {
            "text": "In the past, Ako Dhong was nothing but forests. The village patriarch Ama H’rin was the first person to reclaim the area and turn it into a new land for the Ê Đê ethnic community in 1956.",
            "index": 797
        },
        {
            "text": "The tiny village used to have only three long houses that housed 10 families. Since 1975, villagers have been building households and a village school.",
            "index": 1055
        },
        {
            "text": "Now, the 55ha village has around more than 100 households and around 3,000 people who make a living from brocade, rượu cần (wine drunk out of a jar through straws) and handicraft products.",
            "index": 1262
        },
        {
            "text": "According to the Ede, “Ako” means upstream and “Dhong” means valley.",
            "index": 1520
        },
        {
            "text": "This is easy to explain as the village lies at the head of Ea Nuôl Dtream. ",
            "index": 1639
        },
        {
            "text": "The village has a peaceful vibe, and the roads are clean and spacious. In front of each long house is a garden with many trees.",
            "index": 1770
        },
        {
            "text": "Long houses are part of the architecture of the Ê Đê people. They are an embodiment of the matriarchy and places where cultural and spiritual values of the Ê Đê people are preserved.",
            "index": 1943
        },
        {
            "text": "These houses, on stilts, are built from wood and bamboo. They are long enough to house many people, and residents here seldomly build new houses to replace the old ones. Instead they just expand the existing structures to make space for new family members. ",
            "index": 2186
        },
        {
            "text": "One of the most imposing and beautiful long houses in the village belongs to H.Linh Niê, and cost VNĐ3 billion (US$130,400).",
            "index": 2519
        },
        {
            "text": "Niê is the owner of several hotels and restaurants in the village, but her love for tradition made her invest in the traditional long house.",
            "index": 2694
        },
        {
            "text": "“Nothing is as happy or warm as living in a traditional long house,” said Niê.",
            "index": 2880
        },
        {
            "text": "Coffee is the major crop for Ako Dhong villagers, with plantations stretching 26 hectares and providing a stable source of income.",
            "index": 3014
        },
        {
            "text": "Spring is the best time to visit Ako Dhong, when all the flowers are in bloom.",
            "index": 3200
        },
        {
            "text": "We also had the chance to talk about the local gong culture with artisans and listen to songs about wild high mountain and thick forests. ",
            "index": 3649,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2019/12/12/56919_hoacata.jpg"
        },
        {
            "text": "The unique tombs also intrigued us. People here think that when they die, their souls will live on and go on to live in a better world. Statues are carved to pave the way, symbolising the ultimate joy of the living and the dead. ",
            "index": 3853
        },
        {
            "text": "The last place we visited was Arul Café. It is a popular destination not only for tourists but also for Buôn Ma Thuột citizens who love the peaceful space and Ê Đê culture.",
            "index": 4158
        },
        {
            "text": "As an intriguing and untouched minority village, Ako Dhong has been selected to become a community-based tourism spot in Đắk Lắk Province.",
            "index": 4711,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2019/12/12/56892_cothonc.jpg"
        },
        {
            "text": "“Buôn Ma Thuột City is setting up a detailed project and invest infrastructure, with support to renovate long houses, and resurrect traditional festivals to put the village on the tourism map for domestic and international visitors,” said Võ Tiến Dũng, head of the Department of Culture and Information of Buôn Ma Thuột City. VNS",
            "index": 4900
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": " ",
            "index": 47
        },
        {
            "text": "Lâm Giang",
            "index": 406,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2019/12/5/55429_lolochaiha.jpg"
        },
        {
            "text": "At the foot of Lũng Cú National Flag Tower, the country’s north pole in Lũng Cú Commune, Đồng Văn District, there is a miraculous village, which is often depicted in legends.",
            "index": 461
        },
        {
            "text": "Its name is Lô Lô Chải.",
            "index": 681
        },
        {
            "text": "The village is nestled in the rocky plateau of Hà Giang Province and considered one of the most remote villages in the north of the country. Visitors to the village can easily spot the flagpole, which is about 1.4km away.",
            "index": 750
        },
        {
            "text": "The village offers some wonderful sightseeing, with green colours falling into the rocky mountains, not to mention the unique culture and architecture.",
            "index": 1032
        },
        {
            "text": "Lô Lô Chải has also become a community-based cultural tourism village with homestays.",
            "index": 1244
        },
        {
            "text": "The main road, which leads into the village centre, is full of daisies. Visitors should traverse the road at a leisurely pace and see the village. They will recognise familiar trình tường (earthen) houses which appear after the stone fences, with maize hung on the houses and peach trees grown in front of them.",
            "index": 1724,
            "img": "https://image.vietnamnews.vn/uploadvnnews/Article/2019/12/5/55427_lolo.jpg"
        },
        {
            "text": "Near the village is a large natural lake which makes the atmosphere more fresher.",
            "index": 2115
        },
        {
            "text": "With the difficult, mountainous terrain, and frequent bad weather, especially in the winter, locals live in a self-sufficient way by growing maize, rice and vegetables.",
            "index": 2247
        },
        {
            "text": "According to Sìn Dỉ Gai, head of Lô Lô Chải, the village is home to nearly 100 households, with some 90 per cent of them Lô Lô ethicity.",
            "index": 2466
        },
        {
            "text": "Lô Lô Chải village is the only place in the province still home to the traditions of the Lô Lô people, with their earthen houses with rammed-earth walls, clay roofs, stone fences, traditional industries such as embroidering, woodwork; and traditional festivals such as lễ cúng thần rừng (ceremony of forest worship) and lễ mừng lúa mới (new rice ceremony).",
            "index": 2653
        },
        {
            "text": "According to Trần Văn Mạnh, a Hanoian backpacker, visitors should sleep one night in the village to experience the daily life of people here.",
            "index": 3448
        },
        {
            "text": "“Waking up with a cup of tea, seeing the thoughtful elderly, chattering children as well as women dyeing cloth or making cakes, you will be very happy as you notice that life is very simple. Time seems to stand still here,” said Mạnh.",
            "index": 3640
        },
        {
            "text": "Mạnh said there are many homestays in Lô Lô Chải, such as Homie homestay, Cực Bắc (North Pole) homestay, Sister’s homestay and Bar as well as Lô Lô Chải homestay.",
            "index": 3920
        },
        {
            "text": "The homestays have been designed and renovated on existing foundations of houses built by Lô Lô people.",
            "index": 4148
        },
        {
            "text": "In addition to cultural experiences, visitors can also enjoy local traditional dishes such as chicken, black pork, buffalo meat, buckwheat flower wine and maize wine.",
            "index": 4307
        },
        {
            "text": "In the weekend evenings, cultural performances take place at the village's cultural house.",
            "index": 4539
        },
        {
            "text": "According to Mạnh, in Lô Lô Chải, you should check out the North Pole Café which is the most famous destination in the village.",
            "index": 4680
        },
        {
            "text": "The founder of this café is Japanese Yasushi Ogura, who loves Hà Giang for its pristine beauty and unique culture of local ethnic communities. He invested his money to help Dỉu Di Chiến’s family construct a coffee shop to help improve the lives of locals and boost community-based tourism.",
            "index": 4868
        },
        {
            "text": "The shop is an upgrade of Chiến’s house. The original architecture of the house has been maintained with a fence made of stones and a thick wall that keeps it warm in winter and cool in summer.",
            "index": 5223
        },
        {
            "text": "Ogura then invited people to teach Lục Thị Vấn, Chiến’s wife, English as well as how to make coffee and drinks. After that, Ogura handed over all business activities to Vấn and her husband.",
            "index": 5467
        },
        {
            "text": "In front of the cafe sit old peach trees. In the spring, they have many crimson flowers, while in the summer, they are full of fruit.",
            "index": 5707
        },
        {
            "text": "Thanks to its charming culture and unique architecture, in recent years, the beauties of Lô Lô Chải has become known to many tourists and it's a must-see place in Hà Giang. VNS",
            "index": 5896
        },
        {
            "text": " ",
            "index": 47
        },
        {
            "text": " ",
            "index": 47
        }
    ],
    [
        {
            "text": "\n\t\tHÀ NỘI The Hà Nội Train Street, closed last month over safety concerns, is listed among the Top 8 destinations that were over-touristed in the last decade.",
            "index": 600
        },
        {
            "text": "\n\t\tUS travel magazine Insider, which compiled the list of over-touristed sites, said the railway was built in the Vietnamese city in 1902 by the French. Over the years, cafes cropped up alongside the tracks, but before social media, it was more of a hidden gem than a tourist destination.",
            "index": 792
        },
        {
            "text": "\n\t\tThe Train Street is formed by railway tracks running alongside Điện Biên Phủ and Phùng Hưng streets in the heart of the Hà Nội’s Old Quarter, with residential buildings just a few feet away on either side.",
            "index": 1118
        },
        {
            "text": "\n\t\tWith the advent of social media, especially Instagram, the street became a global hit, attracting hordes of selfie hunters, Insider said. The boom in visits prompted the Vietnamese government to close down the cafés along the Train Street and prevent the entry of tourists, with barriers set up at junctions. VNS",
            "index": 1335
        }
    ],
    [
        {
            "text": "\n\t\tHCM CITY Marvelous rock structures jut out of Na Hang Lake in the northern province of Tuyên Quang, looking like the more famous Hạ Long Bay.",
            "index": 445
        },
        {
            "text": "\n\t\tTuyên Quang, 130km to the northwest of Hà Nội, might never pop up in any top 10 tourist attraction list in Việt Nam, but its spectacular landscapes surprise many visitors. It has many pristine lakes and green mountains, but the 8,000-hectare Na Hang – Lâm Bình lake is arguably the most magnificent.",
            "index": 613
        },
        {
            "text": "\n\t\tThe lake lies at the intersection of the Gấm and Nàng rivers, surrounded by mountains and looking like a miniature version of Hạ Long Bay with its small islets. A boat trip on Na Hang Lake, usually lasting four to five hours, takes visitors through several stops. VNS",
            "index": 939
        },
        {
            "text": "\n\t ",
            "index": 55
        }
    ],
    [
        {
            "text": "\n\t\tNINH BÌNH  Vân Long Wetland Nature Reserve in the northern province of Ninh Bình Province, famous for appearing in the blockbuster film Kong: Skull Island, has retained its pristine tranquility with clouds hovering above soaring limestone pinnacles.",
            "index": 54
        },
        {
            "text": "\n\t\tIt is also known as 'No Wave Bay', nestled 80km to the south of Hà Nội, and boasting the Red River Delta's largest wetland with mirror-like tranquil water. Located in the north of Gia Viễn District, the wetland reserve, dotted with spectacular islands and caves, was created by a 30km flood-prevention dyke hugging the left bank of Đà River.",
            "index": 360
        },
        {
            "text": "\n\t\tAt VNĐ60,000 (US$2.6) per person (maximum two passengers per boat), an hour-long, guided row across this 3,500-hectare lagoon will make clear the origins of its nickname. ",
            "index": 748
        },
        {
            "text": "\n\t\tThis popular Ninh Bình destination holds two national records, one for the biggest group of Delacour's langurs, a critically endangered species at home and abroad, and the other as the \"largest picture of nature\".  VNS",
            "index": 941
        },
        {
            "text": "\n\t ",
            "index": 65
        }
    ],
    [
        {
            "text": "\n\t\tHÀ NỘI The capital city will hold 15-minute firework shows across the capital to welcome Tết, the Lunar New Year festival, in January.",
            "index": 407
        },
        {
            "text": "\n\t\tThe fireworks will take place at six venues at high altitudes and 24 venues at lower heights across 30 districts in Hà Nội.",
            "index": 573
        },
        {
            "text": "\n\t\tEach display will start as the clock hits midnight on January 25, marking the beginning of the Lunar New Year. Specific locations have yet to be announced.",
            "index": 708
        },
        {
            "text": "\n\t\tThe government has approved a seven-day Tết holiday that will start January 23, two days before Lunar New Year's Eve. Government offices and state-owned companies will close until January 29. Schools and other businesses across the country usually follow the same break as government offices.",
            "index": 890
        },
        {
            "text": "\n\t\tTết is Việt Nam’s biggest holiday. It is the most important time for family reunions and gatherings. VNS",
            "index": 1204
        },
        {
            "text": "\n\t ",
            "index": 55
        }
    ],
    [
        {
            "text": "\n\t\tHCM CITY — More than 50 food pavilions will present dishes from around the world at HCM City’s “Taste of the World” festival from November 14-17 at the Youth Cultural House in District 1.",
            "index": 441
        },
        {
            "text": "\n\t\tThis year’s festival is organised by the HCM City Department of Tourism in collaboration with the Việt Nam Tourism Association.",
            "index": 650
        },
        {
            "text": "\n\t\tGourmets will have the opportunity to explore authentic Vietnamese street food, which has put the country's culinary culture on the global tourism map, as well as cuisines from South Korea, Thailand, Japan, China and India.",
            "index": 789
        },
        {
            "text": "\n\t\tThe highlight will be a two-day event on November 16 and 17 featuring chefs from five-star hotels worldwide. The chefs will perform on the stage, showcasing their talent and experience. Game shows and bartender performances will also be part of the festival. — VNS",
            "index": 1029
        }
    ],
    [
        {
            "text": "\n\t\tHCM CITY — Millions of horn snails drift ashore to Chày Mười Islet in the Mekong Delta province of Bến Tre between October and April each year.",
            "index": 539
        },
        {
            "text": "\n\t\tPaddling through the Yên Hào Canal to this place in Bình Đại District’s Thới Thuận Commune, you will find a beach seven kilometres long filled with the snails. The wind blows from the northeast, bringing the creatures to shore, according to locals.",
            "index": 694
        },
        {
            "text": "\n\t\t\"This shore is the only place that sees such a huge quantity of snails. Every year, the snails wash ashore and build a natural wall to protect our fields,\" local resident Lê Văn Phước said.",
            "index": 969
        },
        {
            "text": "\n\t\tLocal people said the snails stack up to a metre high and five metres wide",
            "index": 1185
        },
        {
            "text": "\n\t\tVisitors can reach Chày Mười Islet by boat or motorbike.  VNS",
            "index": 1281
        }
    ]
]