{
    "name": "HCMC detects record 667 Covid cases in 24 hours",
    "type": "Daily news 22-6",
    "data": [
        "HCMC detects record 667 Covid cases in 24 hours",
        "HCMC detected an all-time high of 667 Covid-19 cases over a 24-hour period as of Friday, the municipal health department announced.",
        "The cases were recorded from 6 a.m. Thursday to 6 a.m. Friday, including two imported cases. They have not been officially registered into the national list of patients by the Ministry of Health.",
        "14 of the cases were detected through coronavirus screening in hospitals, one was exposed to the virus while working as a nurse at the Binh Thanh District medical center, another was detected through expanded Covid-19 testing, two tested positive in centralized quarantine zones, and 10 more cases are being contact traced, said Nguyen Tan Binh, director of the HCMC Department of Health.",
        "The other 637 cases were detected within quarantine zones and other locked down areas, he said.",
        "Among them, 31 are in severe conditions and are being treated at numerous hospitals. Binh said the clusters were caused by the Delta coronavius variant, which is much more transimissible than other strains.",
        "The consecutive appearance and large number of infections in HCMC since the end of Reunification Day holiday (in late April) means the virus has gone through at least 4-5 infection cycles, he said.",
        "It's been a month since Vietnam's latest coronavirus wave hit HCMC, wrecking havoc on the southern metropolis with the presence of multiple clusters in hospitals, factories and residential areas.",
        "The city has recorded 2,343 local cases according to data from the Ministry of Health.",
        "HCMC has adopted social distancing since May 31. But for more than a week, its daily coronavirus tally always exceeded 100. Authorities have not been able to detect the infection sources of all the Covid-19 cases yet.",
        "The city of 13 million people has vaccinated over 400,000 against Covid-19 over the past week, in a massive campaign aimed to curb the infection surge."
    ]
}